{
   "version": 1.0,
   "task_tree_descriptions": [
      {
         "action": "2D_viewer",
         "parent": "two_d_viewer_gui.panel"
      },
      {
         "action": "3dopt",
         "description": "Set options for stereo display, perspective, and fogging (depth cueing). <br/>Opens the Appearance panel at the 3D tab."
      },
      {
         "action": "abfe_gui.panel",
         "description": "Calculate the absolute binding free energy for a noncovalent ligand-receptor complex.<br/>Opens the FEP+ panel."
      },
      {
         "action": "ace_analysis_gui.panel",
         "description": "Display and select results of compound extraction from a PDF file, and import them into Maestro.<br/>Opens the Automated Compound Extraction Results Panel."
      },
      {
         "action": "ace_segmentation_gui.main",
         "description": "Extract molecular structures (compounds) from structure figures in a PDF file for import into Maestro.<br/>Opens the Automated Compound Extraction Panel."
      },
      {
         "action": "active_learning_glide_gui.panel",
         "description": "Dock a large number of ligands by training a QSAR model on a subset of the ligands and using the model to score the remaining ligands.<br/>Opens the Batch Glide Screening with Active Learning Panel."
      },
      {
         "action": "add_caption",
         "description": "Add a caption to the Workspace. You can set the background, font, and text color as well as type in the caption text. <br/>Opens the New Caption dialog box."
      },
      {
         "action": "adjust_residue_numbering_panel.panel",
         "description": "Renumber residues in multiple proteins based on a mapping derived from structural alignment to a template structure.<br/>Opens the Adjust Residue Numbering panel."
      },
      {
         "action": "adsorbant_enumeration_gui.panel",
         "description": "<!-- enumerate, adsorbate-->Build chemically reasonable initial adsorbate geometries for all combinations of a set of molecules on a set of surfaces."
      },
      {
         "action": "adsorption_energy_gui.panel",
         "description": "Calculate the adsorption energies of molecules on substrates at 0 K and 1 atm, and the adsorption free energy at a range of temperatures and pressures.<br/>Opens the Adsorption Energy Calculations Panel."
      },
      {
         "action": "advanced_loop_model_gui.panel",
         "description": "Predict CDR loops in an antibody using Prime loop prediction.<br/>Opens the Antibody Loop Modeling Panel."
      },
      {
         "action": "align_binding_sites_gui.panel",
         "description": "Align the binding sites (or other structural features) of members of a family of proteins by running a global alignment. The list of atoms to use in a pairwise alignment is generated from the selected residues.<br/>Opens the Align Binding Sites panel."
      },
      {
         "action": "align_center_of_mass",
         "description": "Translate all entries in the Workspace to align their centers of mass."
      },
      {
         "action": "alignatoms",
         "description": "Align the Workspace structure so that selected atoms lie on one of the Cartesian axes or planes.<br/>Opens the Align Atoms panel."
      },
      {
         "action": "alldist.panel",
         "description": "Display all distances between a selected atom or atoms in a selected residue and the atoms that are not bonded to it that are within a distance threshold.<br/>Opens the Display All Distances panel."
      },
      {
         "action": "alt_positions",
         "description": "For protein structures with partial occupancies, display the atoms for all occupancies. The alternate positions are displayed as ghost atoms."
      },
      {
         "action": "amorphous_nmr",
         "parent": "amorphous_nmr_gui.panel"
      },
      {
         "action": "amorphous_nmr_gui.panel",
         "description": "Calculate NMR shieldings for molecules in an amorphous structure, taking into account the immediate environment of each molecule.<br/>Opens the Amorphous NMR Calculations panel."
      },
      {
         "action": "amphiphilic_moment_gui.panel",
         "description": "<!-- phospholipidosis -->Calculate the amphiphilic moment of a set of molecules, which must be positively charged.<br/>Opens the Amphiphilic Moment panel."
      },
      {
         "action": "analyzeenergy",
         "description": "<!-- protein -->\nEvaluate the energy of a structure, and decompose the total energy into its components for visualization using the Prime Energy Visualizer panel.<br/>Opens the Analyze Energy panel."
      },
      {
         "action": "antibody_db_manage_gui.panel",
         "description": "Create a new antibody database or edit an existing database. Import data to or export data from the database. Antibody databases are used by the Antibody Modeling panel for the purpose of predicting structure. In the Antibody Modeling panel, you can specify which databases are used in the modeling process.<br/>Opens the Antibody Database Management panel."
      },
      {
         "action": "antibody_humanization_gui.panel",
         "description": "<!-- veneering, cdr, resurfacing -->\nHumanize an antibody by mutating individual amino acids to variants found in homologous human sequences at the same location. Facilities for importing human homologs, sequence alignment, and applying filters based on variation and other criteria are provided. Once a set of mutation sites of interest has been identified, a residue scan for the set is set up and performed to determine how those changes would change properties such as stability, affinity, and exposed surface area.<br/>Opens the Antibody Humanization: Residue Mutation panel."
      },
      {
         "action": "antibody_humanization_ii_gui.panel",
         "parent": "cdr_grafting_gui.panel"
      },
      {
         "action": "antibody_modeling_gui.panel",
         "description": "Predict the variable loop (CDR) region of an antibody, including the hypervariable loops and the associated framework, by homology modeling.<br/>Opens the Antibody Structure Prediction Panel."
      },
      {
         "action": "antibody_prediction_gui.panel",
         "description": "Predict the variable loop (CDR) region of an antibody, including the hypervariable loops and the associated framework. Prediction is performed using homology modeling for both the framework and the loops, where the template structures are drawn from one or more curated databases of antibody structures, derived from the published PDB, or user-supplied. Once an initial model is created, you can repredict a selected CDR loop using the advanced de novo loop prediction facilities of Prime.<br/>Opens the Antibody Prediction panel."
      },
      {
         "action": "app_desmond_fep_leadopt",
         "description": "Build a perturbation scheme for FEP calculations on a set of congeneric ligands, and run the job to perform the calculations of the relative binding free energy.<br/>Opens the FEP Mapper panel.<!-- desmond -->"
      },
      {
         "action": "app_desmond_ligand_fep",
         "description": "<!-- desmond, free energy, mutation -->\nCalculate the change in binding energy of a ligand to a receptor when a ligand functional group is mutated to a different functional groups, using molecular dynamics free-energy perturbation. The functional group must be attached by a single bond to the ligand.<br/>Opens the Ligand Functional Group Mutation by FEP panel."
      },
      {
         "action": "app_desmond_rebuild_system",
         "description": "Rebuild a model system for molecular dynamics simulation after editing the entry that contains the full model system."
      },
      {
         "action": "app_desmond_ring_atom_fep",
         "description": "<!-- desmond, FEP -->\nCalculate the change in binding energy of a ligand to a receptor when an atom in the ligand is mutated to a different element, preserving the hybridization, using molecular dynamics free-energy perturbation.<br/>Opens the Atom Mutation by FEP panel."
      },
      {
         "action": "app_jaguar_counterpoise",
         "parent": "jaguar_gui.counterpoise_panel"
      },
      {
         "action": "app_jaguar_energy",
         "parent": "jaguar_gui.spe_panel"
      },
      {
         "action": "app_jaguar_fukui",
         "parent": "jaguar_gui.fukui_panel"
      },
      {
         "action": "app_jaguar_guess",
         "parent": "jaguar_gui.initial_guess_panel"
      },
      {
         "action": "app_jaguar_hbond",
         "parent": "jaguar_gui.hb_panel"
      },
      {
         "action": "app_jaguar_irc",
         "parent": "jaguar_gui.reaction_coord_panel"
      },
      {
         "action": "app_jaguar_optimization",
         "parent": "jaguar_gui.optimization_panel"
      },
      {
         "action": "app_jaguar_pka",
         "parent": "jaguar_gui.pka_panel"
      },
      {
         "action": "app_jaguar_relaxed",
         "parent": "jaguar_gui.relaxed_scan_panel"
      },
      {
         "action": "app_jaguar_rigid",
         "parent": "jaguar_gui.rigid_scan_panel"
      },
      {
         "action": "app_jaguar_runbatch",
         "description": "Run a Jaguar batch job with a selected batch script. The batch script can specify a sequence of quantum mechanical calculations.<br/>Opens the Jaguar &mdash; Run Batch File panel."
      },
      {
         "action": "app_jaguar_runfile",
         "description": "Run quantum mechanical calculations from a set of Jaguar input files.<br/>Opens the Jaguar &mdash; Run Input Files panel."
      },
      {
         "action": "app_jaguar_transition",
         "parent": "jaguar_gui.transition_state_panel"
      },
      {
         "action": "app_mcpro_analyze",
         "description": "<!-- mcpro, MC, mc -->\nPlot thermodynamic and energetic quantities that are generated from Monte Carlo simulations with MCPRO+<br/>Opens the MCPRO+ Analyze FEP panel."
      },
      {
         "action": "app_mcpro_free",
         "description": "<!-- mcpro, mcpro+, mc -->\nCalculate the free-energy difference between two structures by Monte Carlo free-energy perturbation.<br/>Opens the MCPRO+ Free-Energy Difference by FEP panel."
      },
      {
         "action": "app_mcpro_linear",
         "description": "<!-- mcpro, mcpro+, sar, lia, lrm, mc -->\nCalculate protein-ligand binding affinities for related ligands using Monte Carlo sampling and the Linear Interaction Approximation.<br/>Opens the MCPRO+ Linear Response panel."
      },
      {
         "action": "app_mcpro_minimization",
         "description": "<!-- mcpro, mcpro+, minimization, optimization -->\nMinimize the geometry of a protein, a protein-ligand complex, or a single ligand.<br/>Opens the MCPRO+ Minimization panel."
      },
      {
         "action": "app_mcpro_monte",
         "description": "<!-- mcpro, mcpro+, trajectory, mc -->\nPerform Monte Carlo sampling.<br/>Opens the MCPRO+ Monte Carlo Sampling panel."
      },
      {
         "action": "app_mcpro_relative",
         "description": "<!-- mcpro, mcpro+, sar, mc -->\nCalculate protein-ligand or ligand free-energy differences between ligand functional groups using Monte Carlo free-energy perturbation.<br/>Opens the MCPRO+ Relative Binding Affinity by FEP panel"
      },
      {
         "action": "applications_epik",
         "parent": "epik_gui.panel"
      },
      {
         "action": "applications_ligprep",
         "parent": "ligprep_gui.panel"
      },
      {
         "action": "applications_task_view",
         "description": "Switch from Applications menu to Tasks menu."
      },
      {
         "action": "assign bond orders",
         "description": "Assign bond orders to structures that do not have the correct bond orders, based on a range of factors, including connectivity, bond length, bond angles and dihedral angles."
      },
      {
         "action": "assign force field types",
         "description": "Assign atom types from the force field to the Workspace atoms."
      },
      {
         "action": "assign partial charges",
         "description": "Assign partial charges to the Workspace atoms using the current force field."
      },
      {
         "action": "assign_spg_gui.panel",
         "description": "Assign the space group for one or more crystal structures in the project.<br/>Opens the Assign Space Group panel."
      },
      {
         "action": "assignsecondary",
         "description": "Assign secondary structure to a protein, by identifying inter-backbone hydrogen bonds and searching for hydrogen-bonding patterns representing helices and strands."
      },
      {
         "action": "atom_energy_color.panel",
         "description": "Color atoms in the Workspace or entries using a color ramp based on a numeric property, such as an energy.<br/>Opens the Atom Energy Coloring panel."
      },
      {
         "action": "auto_enum_gui.panel",
         "description": "Enumerate compounds based on multiple synthetic routes, with filtering on similarity to a reference compound, on properties, and functional groups.<br/>Opens the Automated Reaction-Based Enumeration panel."
      },
      {
         "action": "auto_reaction_workflow_gui.panel",
         "description": "Set up and run a set of optimizations with Jaguar on structures that are reactants, transition states, intermediates, or products in a in a reaction network enumeration, with an optional conformational search.<br/>Opens the Reaction Network Enumeration Profiler Panel."
      },
      {
         "action": "autoconf_gui.panel",
         "description": "Generate the lowest energy tautomers or conformers for a set of structures, with optional protonation or deprotonation.<br/>Opens the QM Conformer &amp; Tautomer Predictor panel"
      },
      {
         "action": "autoqsar_gui.panel",
         "description": "Generate QSAR models for a chosen property of a set of compounds, and apply the QSAR model to other compounds, with either traditional QSAR methods or DeepChem deep learning methods.<br/>Opens the AutoQSAR panel."
      },
      {
         "action": "autots_gui.panel",
         "description": "Run transition state searches in an automated fashion for a provided set of reactant and product structures.<br/>Opens the AutoTS: Perform Calculations panel."
      },
      {
         "action": "autots_viewer_gui.panel",
         "description": "Display a summary of the results of a transition state search, including a diagram of the reaction path, list of structures, and summary of energies.<br/>Opens the AutoTS: View Results panel."
      },
      {
         "action": "average_structure.panel",
         "description": "Calculate the weighted average structure from a set of conformers selected in the Project Table.<br/>Opens the Calculate Average Structure panel."
      },
      {
         "action": "band_structure_viewer_gui.panel",
         "description": "<!-- qe -->\nPlot the band structure from a periodic DFT calculation.<br/>Opens the Band Structure Viewer panel."
      },
      {
         "action": "bandshape_gui.panel",
         "description": "Calculate the spectrum of an electronic transition between the ground state and the lowest singlet or triplet state, including the vibrational envelope, at multiple temperatures.<br/>Opens the Calculate Band Shape panel."
      },
      {
         "action": "beta_elimination_gui.panel",
         "description": "Calculate energies of beta hydrogen elimination reactions (1,2 elimination) and return product and unoptimized intermediate structures.<br/>Opens the Beta Elimination Reactions Panel."
      },
      {
         "action": "binding_pose_metadynamics_gui.panel",
         "description": "Run a series of metadynamics MD simulations on a set of binding configurations of a single ligand in a single binding site, to rank the poses and predict the correct binding pose.<br/>Opens the Binding Pose Metadynamics panel. "
      },
      {
         "action": "bioisostere_replacement_gui.panel",
         "description": "Replace functional groups on a set of ligands with the corresponding bioisosteres, generating all single replacements.<br/>Opens the Bioisostere Replacement panel."
      },
      {
         "action": "boltzmann_average_gui.panel",
         "description": "<!-- c13 -->\nCalculate conformationally-averaged VCD, ECD, or NMR spectra for a molecule.<br/>Opens the Jaguar Spectroscopy Panel.<!-- Circular Dichroism Workflow panel-->"
      },
      {
         "action": "boltzmann_gui.panel",
         "description": "Calculate the Boltzmann populations of a set of structures at a specified temperature according to a specified energy property.<br/>Opens the Boltzmann Populations panel."
      },
      {
         "action": "bond_dissociation_gui.panel",
         "description": "Calculate the change in energy for dissociating one or more molecules into all possible or restricted combinations of two fragments that come from breaking covalent, non-ring single bonds (homolytic dissociation) or removing ligands from a metal atom."
      },
      {
         "action": "breed.panel",
         "description": "Generate new ligand structures from a set of aligned ligands by swapping groups whose bonds overlap. The swapping can be done multiple times.<br/>Opens the Breed panel."
      },
      {
         "action": "build:Atom Properties",
         "description": "Modify atom properties, such as element, atom type, partial charge.<br/>Opens the Build Panel at the Atom Properties tab."
      },
      {
         "action": "build:Build Toolbar",
         "description": "Display the Build toolbar in the main window."
      },
      {
         "action": "build:Fragments",
         "description": "Add molecular fragments to a structure, or place them in the Workspace. <br/>Opens the Build Panel at the Fragments tab."
      },
      {
         "action": "build:Fragments Toolbar",
         "description": "Display the Fragments toolbar in the main window."
      },
      {
         "action": "build:Residue Properties",
         "description": "Modify residue properties, such as residue type and residue number. Opens the Build Panel at the Residue Properties tab."
      },
      {
         "action": "calcprop",
         "description": "Add a variety of calculated structure-based properties to the selected entries. Opens the Calculate Properties panel."
      },
      {
         "action": "calculate_pmi.run",
         "description": "Calculate the principal moments of inertia and their ratios for the selected entries and store them as entry properties."
      },
      {
         "action": "canvas_cluster_gui.panel",
         "description": "Cluster the selected entries in the Project Table, based on a similarity metric derived from fingerprints.<br/>Opens the Canvas Similarity and Clustering panel."
      },
      {
         "action": "canvas_som_gui.panel",
         "description": "Create and apply self-organizing maps from fingerprints or properties of a set of structures.<br/>Opens the Self-Organizing Map Panel."
      },
      {
         "action": "cdr_grafting_gui.panel",
         "description": "<!-- CDR grafting, replacement -->Replace the framework region of an antibody CDR structure with one derived from a human source. Identify residues in the vicinity of the resulting framework/hypervariable loop junction that may interfere with the conformation of the CDR loops and which should be examined for back mutation.<br/>Opens the Antibody Humanization: CDR Grafting panel."
      },
      {
         "action": "centroids",
         "description": "Place a dummy atom at the centroid of a set of atoms.<br/>Opens the Centroids panel."
      },
      {
         "action": "change_directory",
         "description": "Change Maestro's working directory, using a directory chooser. You can also change the directory in the Commands text box with the <code>changedirectory</code> Maestro command."
      },
      {
         "action": "charge_mobility_gui.panel",
         "description": "Calculate charge mobility from the results of an electron coupling calculation by percolation theory or by a method based on energy disorder.<br/>Opens the Charge Mobility panel."
      },
      {
         "action": "cleanup_geometry",
         "description": "Clean up the geometry of the Workspace structure by minimizing its energy. By default the OPLS_2005 force field is used. If this does not include the atoms you need to minimize, you can set a preference to use the UFF force field, which covers a wider range of atoms but is slower.<br/>\nKeyboard shortcut: U."
      },
      {
         "action": "cleanup_structures_gui.panel",
         "description": "Perform force-field minimization of structures, both periodic and nonperiodic.<br/>Opens the Clean Up Structures panel."
      },
      {
         "action": "cluster_analysis_gui.panel",
         "description": "Analyze the geometrical properties and size distribution of molecular clusters from a trajectory as a function of simulation time.<br/>Opens the Cluster Analysis Panel."
      },
      {
         "action": "cluster_analysis_viewer_gui.panel",
         "description": "Display plots of surfactant cluster properties as a function of time and cluster compositions<br/>Opens the Cluster Analysis Viewer Panel."
      },
      {
         "action": "cm_10",
         "description": "Display atoms in adjacent unit cells (&quot;crystal mates&quot;) that are within 10&nbsp;&Aring; of the current unit cell."
      },
      {
         "action": "cm_4",
         "description": "Display atoms in adjacent unit cells (&quot;crystal mates&quot;) that are within 4&nbsp;&Aring; of the current unit cell."
      },
      {
         "action": "cm_6",
         "description": "Display atoms in adjacent unit cells (&quot;crystal mates&quot;) that are within 6&nbsp;&Aring; of the current unit cell."
      },
      {
         "action": "cm_8",
         "description": "Display atoms in adjacent unit cells (&quot;crystal mates&quot;) that are within 8&nbsp;&Aring; of the current unit cell."
      },
      {
         "action": "cm_all",
         "description": "Display all atoms in the 26 unit cells (&quot;crystal mates&quot;) that are adjacent to the current unit cell."
      },
      {
         "action": "cm_none",
         "description": "Hide atoms in the adjacent unit cells."
      },
      {
         "action": "coarse_grain_ff_assignment_gui.panel",
         "description": "<!-- CG -->\nAssign force-field parameters to a coarse-grained model and create the Desmond CMS file for running a molecular dynamics simulation with this model.<br/>Opens the Coarse-Grained Force Field Assignment panel."
      },
      {
         "action": "coarse_grain_ff_builder_gui.panel",
         "description": "<!-- CG -->\nBuild a coarse-grained force field from an all-atom system, by fitting parameters for coarse-grained simulations to reproduce all-atom simulations.<br/>Opens the Coarse-Grained Force Field Builder Panel."
      },
      {
         "action": "coarse_grain_ff_builder_viewer_gui.panel",
         "description": "<!-- CG -->\nView the results of a coarse-grained forcefield builder calculation.<br/>Opens the Coarse-Grained Force Field Viewer Panel."
      },
      {
         "action": "coarse_grain_import_structures_gui.panel",
         "description": "<!-- CG -->\nImport coarse-grained molecules from the installation that are set up for use with the Martini force field, as project entries. These entries can be used to build coarse-grained systems.<br/>Opens the Import Martini Coarse-Grained Structures panel."
      },
      {
         "action": "coarse_grain_mapping_gui.panel",
         "description": "Map atoms to coarse-grained particles given an all-atom system.<br/>Opens the Coarse-Grained Mapping Panel."
      },
      {
         "action": "coarse_grain_particulate_gui.panel",
         "description": "<!-- CG -->\nIteratively select groups of atoms in a structure and specify them as coarse-grained particles for molecular dynamics simulations, then generate a project entry with the coarse-grained model.<br/>Opens the Map Atoms to Particles panel."
      },
      {
         "action": "coarse_grain_sketcher_gui.panel",
         "description": "<!-- CG -->\nSketch a coarse-grained structure using spherical particles that you define, and save it as a project entry.<br/>Opens the Coarse-Grained Sketcher panel."
      },
      {
         "action": "color_by_property_gui.panel",
         "description": "Color the atoms in the included or selected entries depending on the values of the selected entry property. <br/>Opens the Color by Property panel."
      },
      {
         "action": "color_deviation.colordeviation",
         "description": "Color the atoms of two conformers, selected in the Project Table, by the distances between corresponding atoms."
      },
      {
         "action": "color_relative.color_relative",
         "description": "Color the selected rows in the Project Table by their relative energy, defined by a MacroModel relative energy property."
      },
      {
         "action": "coloratom",
         "description": "Change the coloring of atoms and bonds. <br/>Opens the Atom and Bond Coloring panel."
      },
      {
         "action": "combine_fragments_gui.panel",
         "description": "Combine pre-positioned fragments into a single molecule, optionally using linkers and a core, scoring the results by alignment and GlideScore.<br/>Opens the Combine Fragments panel."
      },
      {
         "action": "command_aliases",
         "description": "Create and edit aliases for commonly used Maestro commands.<br/>Opens the Command Alias panel."
      },
      {
         "action": "command_script_editor",
         "description": "Edit and replay a Maestro command script.<br/>Opens the Command Script Editor panel."
      },
      {
         "action": "compare_ligand_files_gui.panel",
         "description": "Compare two sets of structures by title, SMILES, or tautomer, and return the unique or common structures from either or both sets.<br/>Opens the Compare Ligand Files panel."
      },
      {
         "action": "complex_bilayer_builder_gui.panel",
         "description": "...<br/>Opens the Complex Bilayer Builder Panel."
      },
      {
         "action": "complex_builder_gui.panel",
         "description": "Build a single organometallic complex with one or two metal centers, with any geometry from 2-coordinate (linear) to 9-coordinate (tricapped trigonal prismatic).<br/>Opens the Build Single Complex panel."
      },
      {
         "action": "complex_enumeration_gui.panel",
         "description": "Enumerate metal complexes defined by a central metal and a specified number of ligands. The ligands can be monodentate, bidentate, or haptic. Complexes can be composed of any combination of ligands of any type.<br/>Opens the Complex Enumeration panel"
      },
      {
         "action": "confelim",
         "description": "<!-- MacroModel, MMOD -->\nEliminate redundant conformers from a set of structures, based on atom distances and energy, and filter the conformers by energy. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Redundant Conformer Elimination panel."
      },
      {
         "action": "confgenx_gui.panel",
         "description": "<!-- ConfGen, conformational search, ring conformations, nitrogen inversion -->\nSearch for ligand conformations like those found in ligand-receptor complexes, with optional minimization of output structures.<br/>Opens the ConfGen panel."
      },
      {
         "action": "confgenx_gui.panel_task",
         "parent": "confgenx_gui.panel"
      },
      {
         "action": "config_gui.panel",
         "description": "Configure access to Schr&ouml;dinger software: install, manage and set up access to licenses; set up and manage access to the hosts used to run the software.<br/>Opens the Configure Schrodinger Software panel."
      },
      {
         "action": "configure_ws",
         "description": "Open the Workspace Configuration toolbox. Same as clicking the + button on the Workspace Configuration toolbar."
      },
      {
         "action": "conformer_cluster_gui.panel",
         "description": "Cluster conformers based on atomic or torsional RMSD of selected atoms, returning files for each cluster or a file of representatives.<br/>Opens the Conformer Cluster panel."
      },
      {
         "action": "connect",
         "description": "Combine molecules by connecting or fusing atoms.<br/>Opens the Connect and Fuse panel."
      },
      {
         "action": "consensus_visualization_gui.panel",
         "description": "<!-- homologs, structural water, superposition -->\nImport a series of related protein structures, superimpose those structures, and identify structural elements that repeatedly appear in common locations, such as structurally important waters, ions, and ligands.<br/>Opens the Consensus Visualization panel."
      },
      {
         "action": "constant_ph_simulations_gui.panel",
         "description": "Run a series of MD simulations on a protein over a range of pH values with the continuous constant pH MD method, to determine pKa values for titratable residues.<br/>Opens the Protein Constant pH Simulations Panel."
      },
      {
         "action": "convergence_tests_viewer_gui.panel",
         "description": "<!-- qe -->\nDisplay plots of the convergence of the periodic DFT energy with energy cutoff and number of k points.<br/>Opens the Convergence Tests Viewer panel."
      },
      {
         "action": "coord_scan_relaxed",
         "parent": "jaguar_gui.relaxed_scan_panel"
      },
      {
         "action": "coord_scan_rigid",
         "parent": "jaguar_gui.rigid_scan_panel"
      },
      {
         "action": "covalent_docking_gui.panel",
         "description": "Dock and covalently bind ligands to a protein target.<br/>Opens the Covalent Docking panel."
      },
      {
         "action": "create_pbc_gui.panel",
         "description": "Create simulation cells for a set of structures that do not have periodic boundary conditions.<br/>Opens the Create PBC Panel."
      },
      {
         "action": "create_screening_db_gui.panel",
         "description": "Create a database from a screening run, which can be used in the Hit Analyzer Panel.<br/>Opens the Create Screening Database Panel."
      },
      {
         "action": "crest_gui.panel",
         "description": "Conformational search for small molecule using CREST<br/>Opens the CREST Panel."
      },
      {
         "action": "cross_link_proteins_gui.panel",
         "description": "<!-- crosslink, circular permutation -->\nCross-link two protein chains with a peptide linker connecting the termini. The linker can be composed of one or more monomer unit types, and each monomer unit can be composed of one or more user-specified amino acid types. The requested loop conformers are predicted using either known loop conformers in the curated PDB or using a de novo loop buildup process.<br/>Opens the Crosslink Proteins panel."
      },
      {
         "action": "crosslink_polymer",
         "parent": "polymer_crosslink_gui.panel"
      },
      {
         "action": "crystal_builder_gui.panel",
         "description": "Create a crystal structure entirely from text data, such as data found in a publication, for example, or from a 3D structure and information on the unit cell.<br/>Opens the New Crystal Structure panel."
      },
      {
         "action": "csd_search_gui.panel",
         "description": "Display an analysis of ligand molecular geometries in terms of known geometries derived from the Cambridge Structural Database (CSD). The deviations of the molecular geometries from those found in the database are plotted in a \"bubble plot\" to give a visual indication of possible inaccuracies in the geometries.<br/>Opens the CSD - Molecular Geometry Analysis panel."
      },
      {
         "action": "csearch",
         "description": "<!-- MacroModel, MMOD, restraints, substructure -->\nPerform a conformational search on one or more structures, with a choice of force fields, methods, sampling options, and constraints. Specialized searches are available elsewhere for macrocycles and receptor-ligand complexes. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Conformational Search panel."
      },
      {
         "action": "csp_gui.panel",
         "description": "<!-- CSP -->\nPredict possible crystal polymorphs and rank them by their energy.<br/>Opens the Crystal Structure Prediction Panel."
      },
      {
         "action": "csp_viewer_gui.panel",
         "description": "<!-- CSP -->\nView results from a crystal structure prediction calculation.<br/>Opens the Crystal Structure Prediction Viewer Panel."
      },
      {
         "action": "custom_rgroup_enum_gui.panel",
         "description": "Add custom or standard fragment collections to selected positions on a core-containing structure, and enumerate the structures resulting from all possible combinations of fragments at each position.<br/>Opens the Custom R-Group Enumeration panel."
      },
      {
         "action": "customize_menu",
         "description": "Customize the menus in the main window. You can add, delete, or move items, menus, or submenus, and you can assign shortcut keys and mnemonics. <br/>Opens the Customize Menus panel."
      },
      {
         "action": "customize_mouse_actions",
         "description": "Customize the actions performed in the Workspace by the mouse buttons or other pointing device, according to your hardware. Defaults are provided for several hardware configurations. <br/>Opens the Customize Mouse Actions panel."
      },
      {
         "action": "customize_profiles",
         "description": "Save the current Maestro configuration as a new custom profile, or delete or reset a custom profile. The configuration includes the menus, toolbars, preferences, mouse actions.<br/>Opens the Customize Profiles panel."
      },
      {
         "action": "customize_toolbars",
         "description": "Customize the toolbars in the main window, by adding, deleting, or moving buttons or toolbars.<br/>Opens the Customize Toolbars dialog box."
      },
      {
         "action": "cysteine_mutation_gui.panel",
         "description": "<!-- disulphide, protein stabilization -->\nIdentify residue mutations that can be carried out to create new cysteine disulfide bonds, or mutations that can break existing cysteine disulfides. Residue pairs that satisfy user-supplied filter criteria are scored using a combination of energy terms, and the best scoring mutations can be selected from an interactive results table.<br/>Opens the Cysteine Mutation panel."
      },
      {
         "action": "data_fusion_gui.panel",
         "description": "Screen molecules with Glide, Shape, and Fingerprint screening, and combine the results based on standard Z-scores to select the top compounds.<br/>Opens the Data Fusion panel."
      },
      {
         "action": "deepchem_gui.panel",
         "description": "Use deep learning methods on large structure sets to generate and apply a QSAR model.<br/>Opens the DeepChem AutoQSAR panel."
      },
      {
         "action": "defect_correction_gui.panel",
         "description": "Calculate the defect correction energy for the formation energy of a point defect using the zero defect correction and alignment term.<br/>Opens the Defect Correction Panel."
      },
      {
         "action": "defect_setup_gui.panel",
         "description": "Create point defect structures from perfect crystal supercells and run defect calculations.<br/>Opens the Defect Setup Calculations Panel."
      },
      {
         "action": "delta_hf_gui.panel",
         "description": "Calculate the heats (enthalpies) of formation and the atomization energies of organic molecules in kcal/mol. The heats of formation are calculated from the atomization energies and the experimental heats of formation of the gaseous atoms from the elements.<br/>Opens the Heat of Formation panel."
      },
      {
         "action": "demo1",
         "description": "Play through a demonstration of some of the basic Maestro features.<br/>Opens the Maestro General Demo #1 panel."
      },
      {
         "action": "density_profile_gui.panel",
         "description": "Display a profile of the density along a selected axis, summed for atoms in slabs perpendicular to the axis, or a cross-section of the density perpendicular to the selected axis.<br/>Opens the Density Profile panel."
      },
      {
         "action": "deposition_gui.panel",
         "description": "Deposit molecules on a substrate in successive additions with MD equilibration to build up a layer on the substrate.<br/>Opens the Molecular Deposition panel."
      },
      {
         "action": "deposition_gui2.panel",
         "description": "Desposit molecules on a substrate in successive additions with MD equilibration to build up a layer on the substrate.<br/>Opens the Molecular Deposition Panel."
      },
      {
         "action": "deselect_duplicate_titles.run",
         "description": "Remove entries from the Project Table selection that have identical titles, retaining only the first instance of each title."
      },
      {
         "action": "desmond_fep_scanning",
         "parent": "fep_scanning_gui.panel"
      },
      {
         "action": "desmond_metadynamics_analysis_gui.panel",
         "description": "<!-- desmond -->\nAnalyze the results of a metadynamics simulation.<br/>Opens the Metadynamics Analysis panel."
      },
      {
         "action": "desmond_metadynamics_gui.panel",
         "description": "<!-- desmond -->\nRun a metadynamics simulation on one or more collective variables.<br/>Opens the Metadynamics panel."
      },
      {
         "action": "desmond_minimization_gui.panel",
         "description": "<!-- desmond, minimization -->\nSet up and submit jobs that relax a system into a local energy minimum, using a Brownian motion simulation.<br/>Opens the Minimization panel."
      },
      {
         "action": "desmond_molecular_dynamics_gui.panel",
         "description": "<!-- desmond, MD -->\nRun or restart general-purpose molecular dynamics simulations under a chosen set of conditions. Includes optional relaxation of the model system prior to performing the simulation.<br/>Opens the Molecular Dynamics panel."
      },
      {
         "action": "desmond_multistage_simulation_gui.panel",
         "description": "Set up a multistage molecular dynamics simulation workflow, consisting of an optional relaxation protocol and an arbitrary number of stages, chosen from minimization, Brownian dynamics, molecular dynamics, simulated annealing, and analysis. The results of each stage are fed into the next stage.<br>Opens the Multistage Simulation Workflow panel."
      },
      {
         "action": "desmond_replica_exchange_gui.panel",
         "description": "<!-- desmond, REMD -->\nRun temperature replica exchange molecular dynamics simulations. You can specify the number of replicas, the temperature range and the temprerature profile.<br/>Opens the Replica Exchange panel."
      },
      {
         "action": "desmond_simulated_annealing_gui.panel",
         "description": "<!-- desmond, MD -->\nRun a simulated annealing molecular dynamics simulation. You can specify the number of stages and the duration and temperature for each stage.<br/>Opens the Simulated Annealing panel."
      },
      {
         "action": "desorption_enumeration_gui.panel",
         "description": "Build candidate geometries for all combinations of desorption of a set of molecules from a set of functionalized surfaces.<br/>Opens the Desorption Enumeration Panel."
      },
      {
         "action": "diffusion_coefficient_gui.panel",
         "description": "Calculate the diffusion coefficient for either a type of atom or a type of molecule from an MD trajectory. The trajectory can be generated for the calculation, or an existing trajectory can be used.<br/>Opens the Diffusion Coefficient panel."
      },
      {
         "action": "diffusion_coefficient_gui.panel_ic",
         "description": "...<br/>Opens the Ionic Conductivity Panel."
      },
      {
         "action": "diffusion_coefficient_viewer_gui.panel",
         "description": "Display values of diffusion coefficients and plots of the mean square distance (MSD) against simulation time difference. The fit of the MSD to obtain the diffusion coefficient can be adjusted.<br/>Opens the Diffusion Coefficient Viewer panel."
      },
      {
         "action": "diffusion_coefficient_viewer_gui.panel_ic",
         "description": "...<br/>Opens the Ionic Conductivity Viewer Panel."
      },
      {
         "action": "digitize_curves_gui.panel",
         "description": "Digitize curves from an image to produce coordinates of the curve.<br/>Opens the Digitize Curves panel."
      },
      {
         "action": "disordered_system_builder_gui.panel",
         "description": "Build a randomized multi-component organic mixture of a given composition, either on its own, or on a substrate. The substrate can be a crystal surface, the exterior of a nanoparticle, or the interior of a &quot;container&quot; such as a nanotube. The resulting structure can be prepared for molecular dynamics simulations.<br/>Opens the Disordered System Builder panel."
      },
      {
         "action": "display_hydrophobic_interactions.run",
         "description": "Display good contacts between hydrophobic atoms of a ligand and hydrophobic residues of a receptor in the Workspace."
      },
      {
         "action": "display_tile_entries",
         "description": "Arrange the Workspace entries or surfaces in a rectangular grid of &quot;tiles&quot;. See the Tiling Entries help topic for more information."
      },
      {
         "action": "displayatom",
         "description": "Select the atoms to display or undisplay in the Workspace.<br/>Opens the Display/Undisplay Atoms panel."
      },
      {
         "action": "displayopt",
         "description": "Set options for the Workspace appearance: background color, lighting and materials effects, 3D effects, and special screen effects. <br/>Opens the Appearance panel."
      },
      {
         "action": "displaystereo",
         "description": "Turn stereo viewing on or off."
      },
      {
         "action": "distribute_voids_gui.panel",
         "description": "Create voids in a system of multiple molecules by randomly deleting molecules. The molecules can be all-atom or coarse-grained.<br/>Opens the Distribute Voids panel"
      },
      {
         "action": "dos_viewer_gui.panel",
         "description": "<!-- qe -->\nPlot the density of states from a periodic DFT calculation as a function of energy.<br/>Opens the Density of States Viewer panel."
      },
      {
         "action": "drive",
         "description": "Perform a coordinate scan of one or two coordinates of the same type (distance, angle, or dihedral) on specified structures, with optional constraints and minimization of the rest of the structure. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used. Use Tools &rarr; Plot Coordinate Scan to view the results.<br/>Opens the Coordinate Scan panel."
      },
      {
         "action": "droplet_contact_analysis_gui.panel",
         "description": "Determine the contact angle of solvent droplets on a surface.<br/>Opens the Droplet Contact Analysis Panel."
      },
      {
         "action": "droplet_contact_analysis_viewer_gui.panel",
         "description": "Plot the results of a droplet contact analysis calculation.<br/>Opens the Droplet Contact Analysis Viewer Panel."
      },
      {
         "action": "ecalc",
         "description": "<!-- MacroModel, MMOD -->\nCalculate the force-field energy of a structure at its current geometry. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Current Energy panel."
      },
      {
         "action": "edit_copy",
         "description": "Copy the Workspace selection onto the clipboard, and copy an image of the Workspace. The clipboard stores the atoms in the selection in Maestro format and SMILES format, and an an image of the Workspace. The SMILES string and the image can be pasted into another application; the atoms can be pasted back into the Workspace. The resolution of the image is the current screen resolution, so if you want a higher resolution, you should use the Save Image panel. <br/>Keyboard shortcut: Ctrl+C (&#x2318;C)."
      },
      {
         "action": "edit_copy_smarts",
         "description": "Copy the Workspace selection onto the clipboard as a SMARTS pattern."
      },
      {
         "action": "edit_cut",
         "description": "Delete the selected atoms from the Workspace and place them on the clipboard. The atoms are added to the clipboard in Maestro format and in SMILES format. You can paste them into the Workspace at a later time, or paste them into another application as SMILES. <br/>Keyboard shortcut: Ctrl+X (&#x2318;X)."
      },
      {
         "action": "edit_macros",
         "description": "Define and edit macros that execute a series of Maestro commands.<br/>Opens the Macros panel."
      },
      {
         "action": "edit_paste",
         "description": "<p>Paste a structure from the clipboard into the Workspace. The structure can be a SMILES string, a structure from ChemDraw or Isis Draw (Windows) or a set of atoms previously cut or copied from the Workspace. <br/>Keyboard shortcut: Ctrl+V (&#x2318;V).</p> <p>If the structure is a SMILES string, it is converted into a 2D structure. The 2d structure is added to the project as a new entry, with the SMILES string for the structure as the title. No attempt is made at 3D conversion. You should consider running LigPrep to convert the structure to 3D. </p> <p>If you paste a set of atoms that were cut or copied from Maestro, they are placed at the coordinates at which they were cut or copied onto the clipboard. You can paste atoms from one Maestro session into another session. </p>"
      },
      {
         "action": "edit_select_all",
         "description": "Select all atoms in the Workspace, including undisplayed atoms."
      },
      {
         "action": "edit_select_invert",
         "description": "Invert the current atom selection: select the unselected atoms, and deselect the selected atoms."
      },
      {
         "action": "edit_select_next_res",
         "description": "Select the next residue in the chain, if a single residue is selected."
      },
      {
         "action": "edit_select_none",
         "description": "Clear the Workspace atom selection."
      },
      {
         "action": "edit_select_pick",
         "description": "Pick atoms in the Workspace to select the currently chosen structural object."
      },
      {
         "action": "edit_select_prev_res",
         "description": "Select the previous residue in the chain, if a single residue is selected."
      },
      {
         "action": "edit_select_restore_set1",
         "description": "Apply stored atom selection 1 to the Workspace."
      },
      {
         "action": "edit_select_restore_set10",
         "description": "Apply stored atom selection 10 to the Workspace."
      },
      {
         "action": "edit_select_restore_set2",
         "description": "Apply stored atom selection 2 to the Workspace."
      },
      {
         "action": "edit_select_restore_set3",
         "description": "Apply stored atom selection 3 to the Workspace."
      },
      {
         "action": "edit_select_restore_set4",
         "description": "Apply stored atom selection 4 to the Workspace."
      },
      {
         "action": "edit_select_restore_set5",
         "description": "Apply stored atom selection 5 to the Workspace."
      },
      {
         "action": "edit_select_restore_set6",
         "description": "Apply stored atom selection 6 to the Workspace."
      },
      {
         "action": "edit_select_restore_set7",
         "description": "Apply stored atom selection 7 to the Workspace."
      },
      {
         "action": "edit_select_restore_set8",
         "description": "Apply stored atom selection 8 to the Workspace."
      },
      {
         "action": "edit_select_restore_set9",
         "description": "Apply stored atom selection 9 to the Workspace."
      },
      {
         "action": "edit_select_save_set1",
         "description": "Store the current atom selection in location 1."
      },
      {
         "action": "edit_select_save_set10",
         "description": "Store the current atom selection in location 10."
      },
      {
         "action": "edit_select_save_set2",
         "description": "Store the current atom selection in location 2."
      },
      {
         "action": "edit_select_save_set3",
         "description": "Store the current atom selection in location 3."
      },
      {
         "action": "edit_select_save_set4",
         "description": "Store the current atom selection in location 4."
      },
      {
         "action": "edit_select_save_set5",
         "description": "Store the current atom selection in location 5."
      },
      {
         "action": "edit_select_save_set6",
         "description": "Store the current atom selection in location 6."
      },
      {
         "action": "edit_select_save_set7",
         "description": "Store the current atom selection in location 7."
      },
      {
         "action": "edit_select_save_set8",
         "description": "Store the current atom selection in location 8."
      },
      {
         "action": "edit_select_save_set9",
         "description": "Store the current atom selection in location 9."
      },
      {
         "action": "edit_select_select",
         "description": "Select atoms using the Atom Selection dialog box."
      },
      {
         "action": "edit_undo",
         "description": "Undo the last undoable action. The menu item changes to display the name of the last command executed. When you undo an action, the menu item changes to Redo. Undoing can also be performed with the Undo button on the Edit toolbar."
      },
      {
         "action": "elastic_constants_gui.panel",
         "description": "Calculate strain properties of an orthorhombic system using molecular dynamics simulations. The properties are obtained by fitting, using small changes to the cell dimensions.<br/>Opens the Elastic Constants panel."
      },
      {
         "action": "elastic_constants_viewer_gui.panel",
         "description": "<!-- qe -->\nPlot the stress derived from the total energy or the stress computed directly, against the deformation, along with the parabolic or linear fit, for the results of an elastic constants calculation. Also display the stress tensor and the correlation coefficient. The panel can display results from either MD or QE calculations of the elastic constants.<br/>Opens the Elastic Constants Results Viewer panel"
      },
      {
         "action": "electrolyte_analysis_gui.panel",
         "description": "Analyze the coordination between cations and counterions in molecular dynamics simulations. The coordination can be used to analyze the ion transport characteristics of electrolytes.<br/>Opens the Electrolyte Analysis Calculations Panel."
      },
      {
         "action": "electrolyte_analysis_viewer_gui.panel",
         "description": "Display plots of numbers of interactions between ions in electrolyte materials. You can either plot an aggregate distribution of the numbers of coordinated oxygen atoms as a histogram, or you can plot the interaction partners of each cation over time.<br/>Opens the Electrolyte Analysis Viewer Panel."
      },
      {
         "action": "electroporation_gui.panel",
         "description": "Simulate pore formation by applying an electric field to membrane systems.<br/>Opens the Electroporation Calculation Panel."
      },
      {
         "action": "elemental_enumeration_gui.panel",
         "description": "<!-- transmutation, alchemical enumeration -->\nUse the Workspace structure to generate a set of modified structures in which selected atoms have been changed (transmuted) to another element. All possible transmutations are performed on the selected atoms, within defined bounds. The new structures are added to the project.<br/>Opens the Elemental Enumeration panel"
      },
      {
         "action": "embrace",
         "description": "<!-- MacroModel, MMOD, protein-ligand complex -->\nMinimize the energy of a set of ligands docked to a receptor with respect to geometry. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Embrace Minimization panel."
      },
      {
         "action": "embracecsearch",
         "description": "<!-- MacroModel, MMOD, conformational search, protein-ligand complex -->\nSearch for conformations of a set of ligands docked to a receptor. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Embrace Conformational Search panel."
      },
      {
         "action": "enhance_depth_view",
         "description": "Enhance the perception of depth (with ambient spherical occlusion). This option is most useful for large structures."
      },
      {
         "action": "enrichment_gui.panel",
         "description": "Calculate and plot enrichment metrics from the results of a virtual screen and a set of known actives.<br/>Opens the Enrichment Calculator panel."
      },
      {
         "action": "enumerate_disordered_systems_gui.panel",
         "description": "Create binary disordered systems from all possible combinations of two molecule types taken from two sets of structures, with a specified ratio of the number of structures of each type.<br/>Opens the Enumerate Disordered Systems panel."
      },
      {
         "action": "enumlib_gui.panel",
         "description": "Enumerate atomic substitutions in a periodic structure to generate new structures, for example with distributions of vacancies or dopants.<br/>Opens the Enumerate Periodic Structures panel"
      },
      {
         "action": "eos_viewer_gui.panel",
         "description": "<!-- qe -->\nDisplay results of equation-of-state calculations<br/>Opens the Equation of State Viewer Panel."
      },
      {
         "action": "epik_gui.panel",
         "description": "<!-- acid, base -->\nPredict the p<i>K</i><sub>a</sub> of the ionizable atoms in ligand-sized structures, or generate probable variations in the location and number of protons based upon p<i>K</i><sub>a</sub> values and tautomeric preferences.<br/>Opens the Epik panel."
      },
      {
         "action": "epitope_identification_gui.panel",
         "description": ""
      },
      {
         "action": "epsilon_viewer_gui.panel",
         "description": "<!-- qe -->\nPlot the dielectric function from a Quantum ESPRESSO calculation.<br/>Opens the Dielectric Function Viewer panel"
      },
      {
         "action": "esm_gui.panel",
         "description": "<!-- qe, esm -->\nRun a periodic DFT calculation on a slab, with a continuum dielectric medium on either side of the slab. This medium can either represent the vacuum or a pair of metal electrodes of opposite polarity.<br/>Opens the Effective Screening Medium Calculations panel."
      },
      {
         "action": "esm_viewer_gui.panel",
         "description": "<!-- qe -->\nDisplay a plot of the charge density and the potential along the Z-axis through a slab, as evaluated from an effective screening medium (ESM) periodic DFT calculation.<br/>Opens the ESM: Density/Potential Profile panel."
      },
      {
         "action": "evaporation_gui.panel",
         "description": "Perform MD simulations to remove solvents from condensed all-atom and coarse-grained systems.<br/>Opens the Evaporation Panel."
      },
      {
         "action": "evaporation_viewer_gui.panel",
         "description": "Plot the results of an evaporation calculation.<br/>Opens the Evaporation Viewer Panel."
      },
      {
         "action": "event_analysis.show_panel",
         "description": "<!-- desmond, MD -->\nDisplay information on protein-ligand interactions derived from a molecular dynamics simulation, in graphical form. The diagrams show RMSD and RMSF measures for proteins, including backbone, side-chain, and secondary structure changes; ligands, including internal and external motions; and  protein-ligand contacts, including H-bonds, hydrophobic, ionic, and water-bridge contacts.<br>Opens the Simulation Interactions Diagram panel."
      },
      {
         "action": "excited_state_analysis_gui.panel",
         "description": "Analyze the content of the excited states of a metal complex in terms of charge transfer to and from metal and ligand atoms.<br/>Opens the Excited State Analysis Panel."
      },
      {
         "action": "excited_state_analysis_viewer_gui.panel",
         "description": "Plot the results of an excited state analysis in terms of the fragments in the complex and charge transfer between the fragments.<br/>Opens the Excited State Analysis Viewer Panel."
      },
      {
         "action": "export_to_sarvision_biologics",
         "description": "Export structures and properties from the Project Table to the SARvision | Biologics interface. Only available on Windows.<br/>Opens the Export to SARvision | Biologics dialog box, then the SARvision | Biologics interface."
      },
      {
         "action": "extract_clusters_gui.panel",
         "description": "Extract dimers or clusters from a set of molecules that are displayed in the Workspace, and write them to a file or add them to the Maestro project. The set of molecules must be part of a Desmond model system.<br/>Opens the Extract Dimers panel."
      },
      {
         "action": "fep_leadopt_review.show_panel",
         "description": "Analyze the results of FEP calculations generated from an FEP map to produce estimates of the relative free energies for the perturbations and binding free energies for the ligands.<br/>Opens the FEP Mapper Analysis panel."
      },
      {
         "action": "fep_lig_prot_mutation_gui.panel",
         "description": "Evaluate the change in binding free energy on mutation of a protein residue in the presence of a ligand to determine whether the residue is important for ligand selectivity.<br/>Opens the FEP Protein Mutation for Ligand Selectivity panel."
      },
      {
         "action": "fep_pb_results_gui.panel",
         "description": "View the results of a FEP+ Protocol Builder job<br/>Opens the FEP+ Protocol Builder Results Viewer Panel."
      },
      {
         "action": "fep_plus_gui.panel",
         "description": "Set up, run, and analyze FEP calculations for the relative binding affinities of a set of congeneric ligands to a target.<br/>Opens the FEP+ panel</a>."
      },
      {
         "action": "fep_plus_pb_gui.panel",
         "description": "Generate a set of FEP+ protocols and use machine learning to identify an optimal protocol for the system.<br/>Opens the FEP+ Protocol Builder Panel."
      },
      {
         "action": "fep_protein_gui.panel",
         "description": "Calculate the change in binding affinity of two proteins or the change in stability of a single protein due to a set of single mutations.<br/>Opens the FEP Protein Mutation panel</a>."
      },
      {
         "action": "fep_scanning_gui.panel",
         "description": "Set up new ligands by scanning through the hydrogens on a ligand structure, replacing them with selected small groups, and scanning ring carbons for heteroatom substitution. FEP+ jobs are run for each ligand substitution to order them by binding free energy.<br/>Opens the FEP+ Scanning panel."
      },
      {
         "action": "fep_solubility_gui.panel",
         "description": "Calculate the aqueous solubility of a set of ligands from FEP calculations that model the dissolution of a solid form of the ligand in water.<br/>Opens the FEP Solubility panel."
      },
      {
         "action": "fep_web_services_gui.panel",
         "description": "Submit and Monitor jobs run using FEP+ Web Services.<br/>Opens the FEP+ Web Services Job Table Panel."
      },
      {
         "action": "fepmutation_results_gui.panel",
         "description": "Examine the results of a residue mutation for ligand selectivity in a table.<br/>Opens the FEP+ Residue Mutation for Ligand Selectivity Results panel."
      },
      {
         "action": "ffbuilder_gui.panel",
         "description": "Customize torsions that are not explicitly included in the OPLS4 / OPLS5 force fields by fitting to quantum-mechanical calculations for a set of molecules.<br/>Opens the Force Field Builder panel."
      },
      {
         "action": "ffview",
         "description": "Examine force-field interactions from a MacroModel calculation, run with a complete energy listing.<br/>Opens the Force Field Viewer panel."
      },
      {
         "action": "fieldqsar",
         "description": "<!-- CoMFA, CoMSIA, 3D QSAR -->\nBuild and apply a QSAR model for a set of ligands, based on electrostatic (force-field) and Gaussian fields.<br/>Opens the Field-Based QSAR panel."
      },
      {
         "action": "filter_duplicates.run",
         "description": "Remove duplicate compounds from the Project Table selection, taking into account ionization and tautomeric states."
      },
      {
         "action": "finite_dos_viewer_gui.panel",
         "description": "Plot the density of states from a molecular DFT calculation as a function of energy.<br/>Opens the Molecular Density of States Viewer Panel."
      },
      {
         "action": "fix_bond_orders.fix_unsaturated_bond_orders",
         "description": "Assign bond orders to bonds that should be unsaturated."
      },
      {
         "action": "flex_ligand_alignment_gui.panel",
         "description": "Align a set of ligand structures flexibly with torsional variation, using the best available method.<br/>Opens the Ligand Alignment panel."
      },
      {
         "action": "flexligalign",
         "description": "Perform a flexible alignment of the entries that are selected in the Project Table. The first selected entry is used as a template, and is kept as is. For the remaining ligands, a ligand torsional search is performed to find the conformer that has the best overlap with the template.<br/>Opens the Flexible Ligand Alignment panel."
      },
      {
         "action": "force_field_builder",
         "parent": "ffbuilder_gui.panel"
      },
      {
         "action": "free_volume_analysis_gui.panel",
         "description": "Determine the location and sizes of voids (free volume) in a set of structures, which can then be analyzed and displayed.<br/>Opens the Free Volume Analysis panel."
      },
      {
         "action": "free_volume_analysis_viewer_gui.panel",
         "description": "Display plots of the distribution of sizes and location of voids (free volume) in a structure.<br/>Opens the Free Volume Analysis Viewer panel."
      },
      {
         "action": "function_key_macros",
         "description": "Function Key Macros</span></a>&mdash;Create and edit macros that can be bound to the F<i>n</i> function keys.<br/>Opens the Function Key Macros panel."
      },
      {
         "action": "gen_smarts.add_smarts",
         "description": "Generate a SMARTS pattern for the selected entries and add it as a project property."
      },
      {
         "action": "gen_smiles.run",
         "description": "Generate a SMILES pattern for the selected entries and add it as a project property."
      },
      {
         "action": "get_pdb",
         "description": "Import a structure from the PDB, either from a local installation or from the web.<br/>Opens the Get PDB File dialog box."
      },
      {
         "action": "glide_core_hopping_gui.show_panel",
         "description": "Find alternative scaffolds for a template ligand by defining the scaffold, replacing it by a set of alternative scaffolds with optional linkers, then docking the resulting ligands to a receptor to score and rank them.<br/>Opens the Glide-Based Core Hopping panel."
      },
      {
         "action": "glide_dock",
         "parent": "glide_docking_gui.panel"
      },
      {
         "action": "glide_docking_gui.panel",
         "description": "Dock ligands to a protein target (Glide), using pregenerated receptor grids. Includes settings for ligand sampling, pose filtering and post-processing; setting constraints to the receptor, a ligand core, or on ligand torsions; and using similarity or dissimilarity screening.<br/>Opens the Ligand Docking panel.<!-- sp, xp, htvs, docking -->"
      },
      {
         "action": "glide_grid",
         "parent": "glide_gridgen_gui.panel"
      },
      {
         "action": "glide_gridgen_gui.panel",
         "description": "<!-- Glide, sp, xp, htvs -->\nSet up and calculate the grids required for docking ligands to a protein target using Glide. Includes options to soften potentials to simulate some protein flexibility, and specification of constraints, rotatable hydroxyls and thiols, and excluded volumes.<br/>Opens the Receptor Grid Generation panel."
      },
      {
         "action": "glide_ligand_designer_gui.panel",
         "description": "Design a ligand in the context of a receptor, by modifying its structure and then scoring it with Glide.<br/>Opens the Glide Ligand Designer panel."
      },
      {
         "action": "glidews_docking_gui.panel",
         "description": "Dock ligands to a Glide WS model, which includes an ensemble of protein structures for assessment of small induced fit effects and protein reorganization. The scoring includes terms for water displacement and desolvation effects, molecular recognition (H-bonds, hydrophobic enclosure, etc), ligand strain, salt bridges.<br/>Opens the Glide WS - Docking panel."
      },
      {
         "action": "glidews_modelgen_gui.panel",
         "description": "Build a trained scoring model for docking to a particular protein target. The model uses an ensemble of protein structures for the target, data from assessment of water thermodynamics from MD simulations (WaterMap), experimental binding affinities for known ligands, which form a training set, a test set of actives and a set of decoys to determine the enrichment of the training set and the test set. The scoring function includes penalties and interactions that are specific to the target.<br/>Opens the Glide WS - Model Generation panel."
      },
      {
         "action": "glidews_modelgen_v2_gui.panel",
         "description": "Opens the Glide WS Model Generation Panel."
      },
      {
         "action": "gpcr_generic_numbering.panel",
         "description": "Assign generic numbers to a GPCR structure in the Workspace using either the rhodopsin or beta-2 adrenergic receptor structures.<br/>Opens the GPCR Generic Numbering panel."
      },
      {
         "action": "gpusimilarity_gui.panel",
         "description": "Search a selection of public databases for molecules that are similar to the input molecule.<br/>Opens the GPUSimilarity Search panel."
      },
      {
         "action": "hartree_to_kcal.run",
         "description": "Calculate the relative energy in kcal/mol based on the Jaguar or QSite QM Energy in hartrees for the selected entries in the Project Table, and add it as a property."
      },
      {
         "action": "hbonds_contacts_panel",
         "description": "Set the criteria for displaying H-bond and Contact markers in the Workspace and pick atoms to display the markers.<br/>Opens the H-Bonds and Contacts panel."
      },
      {
         "action": "helix_manipulator.panel",
         "description": "Manipulate phi/psi dihedral angles and positions of helices in a GPCR. Intended to simplify manual refinement of GPCR homology models.<br/>Opens the GPCR Helix Manipulator panel."
      },
      {
         "action": "help_contact",
         "description": "Open the Contact Support web page in your browser so you can submit a request for technical support."
      },
      {
         "action": "help_keyboard_shortcut",
         "description": "Open a help topic in the Help panel that describes use of keyboard keys in Maestro."
      },
      {
         "action": "help_knowledge_base",
         "description": "Open the Knowledge Base web page in your browser so you can search for information in our knowledge base."
      },
      {
         "action": "help_new_features",
         "description": "Open the Maestro new features web page in your browser."
      },
      {
         "action": "help_onlinehelp",
         "description": "Open the Getting Help topic in the Help panel. This topic explains the help system and has links to several other locations at which you can find information."
      },
      {
         "action": "help_tutorials",
         "description": "Choose a tutorial, copy files for the tutorial, and open the tutorial instructions. <br/>Opens the Tutorials panel."
      },
      {
         "action": "highlights",
         "description": "Create, modify, delete, or apply highlights to atoms in the Workspace.  <br/>Opens the Manage Highlights panel."
      },
      {
         "action": "hit_analysis_gui.panel",
         "description": "Analyze the results of a screen to filter and cluster the hits by their properties.<br/>Opens the Hit Analyzer Panel."
      },
      {
         "action": "hit_expansion_gui.panel",
         "description": "Extract ligands from a file or Phase database that are similar to a small set of ligands (hits), using fingerprint similarity.<br/>Opens the Hit Expansion panel."
      },
      {
         "action": "homology_model_simple_gui.panel",
         "description": "Simple interface for generating a protein homology modeling structure, appropriate for cases where there is high homology between the query sequence to be predicted and a model template. Uses a Blast search of the PDB to identify the best template, then generates the optimal alignment between the two sequences, and produces a structure with minimal intervention.<br/>Opens the Homology Model panel."
      },
      {
         "action": "homology_modeling",
         "parent": "prime_homology_modeling"
      },
      {
         "action": "hopping_and_mobility_gui.panel",
         "description": "Compute the carrier mobility of an amorphous structure as generated from a molecular dynamics simulation with Desmond. Marcus theory is used for the hopping rate, based on constrained DFT calculations for the electron transfer between donor and acceptor pairs.<br/>Opens the Marcus Rate and Mobility panel."
      },
      {
         "action": "hopping_gui.panel",
         "description": "Compute the charge transfer rate between molecules in a structure that consists of multiple molecules (monomers), using Marcus theory and density functional calculations for the coupling matrix element. <br/>Opens the Electron Coupling panel."
      },
      {
         "action": "hppmap",
         "description": "Create hydrophobic and hydrophilic surfaces for a protein. <br/>Opens the Hydrophobic/philic Surfaces panel."
      },
      {
         "action": "hpt_add_shortcut",
         "description": ""
      },
      {
         "action": "hpt_open_property_tree",
         "description": ""
      },
      {
         "action": "hpt_remove_shortcut",
         "description": ""
      },
      {
         "action": "hpt_select_invert_groups",
         "description": ""
      },
      {
         "action": "hpt_show_2d_images",
         "description": ""
      },
      {
         "action": "hpt_view_chart",
         "description": "View or edit a saved chart, or create a new chart.<br/>Opens the View Chart Panel."
      },
      {
         "action": "hybridmc",
         "description": "Run hybrid Monte Carlo simulations to search nearby conformational space, through a sequence of short, high-temperature molecular dynamics simulations followed by minimization. New conformations are accepted or rejected based on standard Monte Carlo criteria. The result is either the lowest-energy conformations or all of the conformations produced from each MD/minimization step.<br/>Opens the Hybrid Monte Carlo panel."
      },
      {
         "action": "ifd_gui.panel",
         "description": "Dock a set of ligands, then allow the parts of the receptor near the ligands to relax, and redock them into the relaxed receptor.<br>Opens the Induced Fit Docking panel."
      },
      {
         "action": "ifd_md_gui.panel",
         "description": "Dock ligands to a receptor using a template complex with the IFD-MD protocol.<br/>Opens the IFD-MD panel."
      },
      {
         "action": "impact_dynamics",
         "description": "<!-- MD, impact -->\nRun a molecular dynamics simulation on a structure, in the NVT, NVE, or NPT ensembles, with optional periodic boundary conditions and explicit solvent.<br/>Opens the Impact Dynamics panel."
      },
      {
         "action": "impact_hybrid_mc",
         "description": "<!-- MC/MD, MC, MD, impact -->\nRun a hybrid Monte Carlo molecular dynamics simulation on a structure.<br/>Opens the Impact Hybrid Monte Carlo panel."
      },
      {
         "action": "impact_minimization",
         "description": "<!-- impact, minimization, optimization -->\nMinimize the geometry of a structure. Options include periodic boundary conditions, force-field and method selection, continuum solvation, and constraints.<br/>Opens the Impact Energy Minimization panel."
      },
      {
         "action": "impact_soak",
         "description": "<!-- impact, solvent -->\nSurround a structure with a box of solvent water molecules.<br/>Opens the Soak panel."
      },
      {
         "action": "import_favorite_structures_gui.panel",
         "description": "Import structures from a set of favorites, which you can also create and maintain in this panel.<br/>Opens the Import Favorite Structures Panel."
      },
      {
         "action": "import_slabs_gui.panel",
         "description": "Import slabs from a library in the installation, which contains already prepared slabs of common materials.<br/>Opens the Import Slabs panel"
      },
      {
         "action": "interaction_fingerprints_gui.panel",
         "description": "Generate fingerprints for interactions between a receptor and a set of ligands, and use the fingerprints for similarity analysis and clustering.<br/>Opens the Interaction Fingerprints panel."
      },
      {
         "action": "interactive_pose_prediction_gui.panel",
         "description": "Interactively modify a ligand and predict its poses using Glide docking.<br/>Opens the Interactive Pose Prediction panel."
      },
      {
         "action": "ipython_terminal.panel",
         "description": "Open a panel with an IPython shell that is set up for access to the Schrodinger Python API.<br/>Opens the IPython with Maestro Integration panel."
      },
      {
         "action": "isosteric_matching_gui.show_panel",
         "description": "Find alternative scaffolds for a template ligand by defining a scaffold, replacing the scaffold with a set of alternatives, and scoring the ligands based on their shape similarity to the template, with optional application of excluded volumes and flexible alignment (conformational adjustment).<br/>Opens the Isosteric Matching panel."
      },
      {
         "action": "jaguar_gui.counterpoise_panel",
         "description": "Calculate the quantum mechanical dissociation energy of a nonbonded dimer by the counterpoise method.<br>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.fukui_panel",
         "description": "Calculate Fukui functions for addition and removal of electrons, by a finite difference method. The functions are stored on a grid and can be displayed in Maestro as surfaces.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.hb_panel",
         "description": "Calculate the binding energy of a pair of hydrogen-bonded molecules in the gas phase using quantum mechanical methods.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.initial_guess_panel",
         "description": "Generate an initial guess of the wave function for one or more molecules.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.kenny_panel",
         "description": "Evaluate the electrostatic potential at specific points near hydrogen bond donors and acceptors, as a measure of the hydrogen bond strength.<br/>Opens the Hydrogen Bond Basicity Prediction panel."
      },
      {
         "action": "jaguar_gui.optimization_panel",
         "description": "Optimize the geometry of structures by quantum-mechanical energy minimization.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.pka_panel",
         "description": "Predict the p<i>K</i><sub>a</sub> and p<i>K</i><sub>b</sub> of acidic or basic molecules using quantum mechanical methods.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.reaction_coord_panel",
         "description": "Calculate the quantum-mechanical energy of a structure along a reaction coordinate, from the transition state towards the reactant or product structures, or both.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.reaction_panel",
         "description": "Calculate the enthalpy of a reaction for a supplied set of reactants and products.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.relaxed_scan_panel",
         "description": "<!-- scan, relaxed -->\nCalculate the energy of a structure as a function of up to 5 selected coordinates, with other coordinates optimized, using quantum-mechanical methods.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.rigid_scan_panel",
         "description": "<!-- scan, rigid -->\nCalculate the energy of a structure as a function of up to 5 selected coordinates, with other coordinates fixed, using quantum-mechanical methods.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.run_batch_panel",
         "description": "Run a Jaguar batch job with a selected batch script and a set of structures.<br/>Opens the Jaguar - Run Batch File panel."
      },
      {
         "action": "jaguar_gui.run_input_panel",
         "description": "Run Jaguar for a selected set of input files.<br/>Opens the Jaguar - Run Input Files panel."
      },
      {
         "action": "jaguar_gui.spe_panel",
         "description": "Calculate the quantum-mechanical energy of structures at their current geometry.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_gui.transition_state_panel",
         "description": "Search for a transition state between reactant and product structures, using quantum mechanical methods.<br/>Opens the Jaguar panel."
      },
      {
         "action": "jaguar_multistage_workflow_gui.panel",
         "description": "Set up a multistage workflow of quantum mechanical single point, optimization, and transition state search jobs, in which the output from each stage is used as input to the next.<br/>Opens the QM Multistage Workflow panel."
      },
      {
         "action": "jobs_monitor",
         "description": "Manage and monitor the progress of any Schr&ouml;dinger computational job.<br/>Opens the Monitor panel."
      },
      {
         "action": "kinase_conservation_gui.panel",
         "description": "Annotate ligand binding residues and calculate a position specific conservation score.<br/>Opens the Kinase Conservation Analysis Panel."
      },
      {
         "action": "kmc_analyze_energetic_disorder_gui.panel",
         "description": "Plot histograms of the variation in site energies and coupling integrals for a selected structure for which these properties have been calculated.<br/>Opens the Analyze Energetic Disorder panel."
      },
      {
         "action": "kmc_compute_charge_mobility_gui.panel",
         "description": "Compute charge mobility in an amorphous solid using kinetic Monte Carlo methods for carrier hopping, based on hopping data from Jaguar and QSite calculations.<br/>Opens the Compute KMC Charge Mobility panel."
      },
      {
         "action": "kmc_database_browser_gui.panel",
         "description": "View KMC Database data as tables and export data from the tables.<br/>Opens the KMC Database Browser panel."
      },
      {
         "action": "kmc_plot_charge_mobility_gui.panel",
         "description": "Plot the charge mobility and velocity from kinetic Monte Carlo calculations against the applied field.<br/>Opens the Plot KMC Charge Mobility panel."
      },
      {
         "action": "kmc_restart_hopping_gui.panel",
         "description": "Restart calculations for charge hopping parameters that failed, optionally with changed keywords and values.<br/>Opens the Restart Hopping Parameter Calculations panel."
      },
      {
         "action": "kmc_visualize_charge_transport_gui.panel",
         "description": "Visualize the results of kinetic Monte Carlo charge mobility calculations in the Workspace, using data from sites and nearest neighbors to configure the display.<br/>Opens the Visualize KMC Charge Transport panel."
      },
      {
         "action": "KNIME_maestro_connector.panel",
         "description": "Connect to a KNIME session, and send and receive structures and their properties from that session.<br/>Opens the Structure Exchange with KNIME panel."
      },
      {
         "action": "KNIME_workflow_wrapper.runNew",
         "description": "Create a Python script to run a new KNIME workflow."
      },
      {
         "action": "labelatom",
         "description": "Label atoms with one or more properties. The label can be composed of atom-level or entry-level properties.<br/>Opens the Atom Labels panel."
      },
      {
         "action": "labelbonds",
         "description": "Label bonds with one or more bond properties.<br/>Opens the Bond Labels panel."
      },
      {
         "action": "lead_opt_docking_gui.panel",
         "description": "Make structural modifications to a ligand docked to a receptor and score the modifications with Glide. <br/>Opens the Lead Optimization Docking panel."
      },
      {
         "action": "ligand_and_structure_based_descriptors",
         "description": "Generate descriptors for a structure-based QSAR model of ligand binding to a receptor. The descriptors can include ADME properties (QikProp), properties related to binding energies (Prime MM-GBSA, and MacroModel), and counts of a wide range of ligand substructures (functional groups).<br/>Opens the Ligand and Structure-Based Descriptors panel."
      },
      {
         "action": "ligand_core_hopping_gui.show_panel",
         "description": "Find alternative scaffolds for a template ligand by defining a scaffold, replacing the scaffold with a set of alternatives, and scoring the ligands based on their shape similarity to the template and optional matching of designated hydrogen bonds.<br/>Opens the Ligand-Based Core Hopping panel."
      },
      {
         "action": "ligand_designer_gui.panel",
         "description": "Interactively design a ligand in the context of a receptor to optimize its binding and properties.<br/>Opens the Ligand Designer panel."
      },
      {
         "action": "ligand_fep.panel",
         "description": "Calculate the change in binding free energy for mutation of a ligand that is docked to a receptor, by FEP.<br/>Opens the Ligand FEP panel."
      },
      {
         "action": "ligand_preferences",
         "description": "Adjust the settings that define ligands.<br/>Opens the Preferences panel at the Ligand Detection page."
      },
      {
         "action": "ligand_rgroup_rotation_gui.panel",
         "description": "Rotate a specified R group by a specified angle in a set of related ligands.<br/>Opens the Ligand R-group Rotation panel."
      },
      {
         "action": "ligfilter_gui.panel",
         "description": "Set up filtering criteria for a set of structures, which are represented as a set of conditions on Maestro properties, certain predefined feature counts, or counts of SMARTS patterns for functional groups. When you have set up the criteria, you can run a job to apply the criteria to the structures and return those that match or that do not match.<br/>Opens the Ligand Filtering panel."
      },
      {
         "action": "ligprep_gui.panel",
         "description": "<!-- LigPrep, ligand preparation, stereoisomers, ring conformations -->\nConvert 1D (SMILES), 2D, or 3D structures to low-energy 3D structures, with possible elaboration of protonation and tautomeric states and stereochemistry.<br/>Opens the LigPrep panel."
      },
      {
         "action": "locate_ring_spears_gui.panel",
         "description": "Locate parts of the structure in the Workspace that go through the middle of (&quot;spear&quot;) a ring.<br/>Opens the Locate Ring Spears panel."
      },
      {
         "action": "low_mode_gui.panel",
         "description": "Calculate the nontrivial low-frequency vibrational modes of a protein structure and visualize them as a movie.<br/>Opens the Low Mode Vibrational Sampling panel at the Calculate tab."
      },
      {
         "action": "low_mode_gui.results_panel",
         "description": "Calculate and visualize the low-frequency vibrational modes of a structure.<br/>Opens the Low Mode Vibrational Sampling panel at the Visualize tab."
      },
      {
         "action": "macrocycle_conformational_sampling.panel",
         "description": "Sample the conformations of macrocyclic structures using the LLMOD large scale conformational sampling method.<br/>Opens the Macrocycle Conformational Sampling Panel."
      },
      {
         "action": "maestro_ld_export_gui.panel",
         "description": "Export structures and data from a Maestro project or file to a LiveDesign project.<br/>Opens the Maestro to LiveDesign Export Panel."
      },
      {
         "action": "maestro_ld_import_gui.panel",
         "description": "Import structures and data from a LiveDesign project into Maestro.<br/>Opens the Import Live Report Panel."
      },
      {
         "action": "maestro_ld_register_gui.panel",
         "description": "Register structures from the Maestro project with LiveDesign, and add the LiveDesign virtual ID to the structures in Maestro as a property.<br/>Opens the Register via LiveDesign panel."
      },
      {
         "action": "maestro_preferences",
         "description": "Set preferences for Maestro appearance and behavior.<br/>Opens the Preferences panel."
      },
      {
         "action": "maestro_quit",
         "description": "Quit Maestro, on optional confirmation.<br/>Opens the Quit dialog box."
      },
      {
         "action": "main_applications_show_favorites",
         "description": "Show only the menu items that were designated as favorites in the Application Tree panel."
      },
      {
         "action": "main_clipping_planes",
         "description": "Show or hide the clipping planes window."
      },
      {
         "action": "main_command_input",
         "description": "Show or hide the Commands text box, for execution of Maestro commands."
      },
      {
         "action": "main_diagnostics",
         "description": "Report on the status of licensing or remote hosts and diagnose issues. <br/>Opens the Diagnostics panel."
      },
      {
         "action": "main_display_coordinate_axes",
         "description": "Display a set of coordinate axes in the lower left corner of the Workspace. These axes show the orientation of the Workspace view, and rotate along with the structures when you perform a rotation."
      },
      {
         "action": "main_display_dipole_moment",
         "description": "Display the dipole moments of the entries in the Workspace. The dipole moment is displayed as an arrow with the base at the geometric centroid of the molecule.The dipole moment calculated by Jaguar is displayed if available, otherwise it is calculated from the partial charges, if available."
      },
      {
         "action": "main_edit_adjust_carbonyl",
         "description": "Rotate the plane of the carbonyl unit in the picked peptide linkage around the axis joining the atoms to which it is attached. Drag horizontally with the left mouse button or use the mouse wheel to perform the adjustment."
      },
      {
         "action": "main_edit_adjust_cistrans",
         "description": "Convert the picked peptide linkage betwen the cis and the trans geometry."
      },
      {
         "action": "main_edit_adjust_delete",
         "description": "Remove adjustment markers from the Workspace along with the adjustment definitions."
      },
      {
         "action": "main_edit_adjust_next",
         "description": "Select the next adjustment for further adjustment."
      },
      {
         "action": "main_edit_adjust_panel_angle",
         "description": "Adjust the angle between three atoms.<br/>Opens the Adjust panel at the Angle tab."
      },
      {
         "action": "main_edit_adjust_panel_chirality",
         "description": "Invert the chirality of a chiral center.<br/>Opens the Adjust panel at the Chirality tab."
      },
      {
         "action": "main_edit_adjust_panel_dihedral",
         "description": "Adjust the dihedral angle between four atoms.<br/>Opens the Adjust panel at the Dihedral tab."
      },
      {
         "action": "main_edit_adjust_panel_distance",
         "description": "Adjust the distance between two atoms.<br/>Opens the Adjust panel at the Distance tab."
      },
      {
         "action": "main_edit_adjust_peptide",
         "description": "Rotate the plane of the picked peptide linkage around the axis joining the alpha carbons. Drag horizontally with the left mouse button or use the mouse wheel to perform the adjustment."
      },
      {
         "action": "main_edit_adjust_pick",
         "description": "Pick atoms to adjust the currently selected geometric parameter (distance, angle, dihedral, chirality)."
      },
      {
         "action": "main_edit_adjust_previous",
         "description": "Select the previous adjustment for further adjustment."
      },
      {
         "action": "main_edit_adjust_rotamers",
         "description": "Select rotamers for proteins from a set of known amino acid rotamers.<br/>Opens the Rotamers panel."
      },
      {
         "action": "main_edit_create_zob",
         "description": "Create zero-order bonds from metals to the nearest atom in each ligand."
      },
      {
         "action": "main_edit_delete_adjustments",
         "description": "Delete all adjustment markers from the Workspace along with the adjustment definitions."
      },
      {
         "action": "main_edit_delete_all",
         "description": "Delete all atoms from all entries that are in the Workspace. The atoms are removed from the project entries, not just from the Workspace."
      },
      {
         "action": "main_edit_delete_all_hydrogens",
         "description": "Delete all hydrogen atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_caption",
         "description": "Delete all captions from the Workspace."
      },
      {
         "action": "main_edit_delete_contacts",
         "description": "Delete all contact markers from the Workspace."
      },
      {
         "action": "main_edit_delete_displayed_atoms",
         "description": "Delete the displayed atoms. The atoms are removed from the structures as well as from the Workspace. The Workspace appears empty, but there may be hidden (undisplayed) atoms still in the Workspace."
      },
      {
         "action": "main_edit_delete_hbonds",
         "description": "Delete all H-bond markers from the Workspace."
      },
      {
         "action": "main_edit_delete_heavy_atoms",
         "description": "Delete all heavy (nonhydrogen) atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_highlight_text",
         "description": "Delete all highlight text from the Workspace."
      },
      {
         "action": "main_edit_delete_ions",
         "description": "Delete all ions. The ions are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_labels",
         "description": "Delete all labels from the Workspace."
      },
      {
         "action": "main_edit_delete_ligands",
         "description": "Delete all ligand atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_measurements",
         "description": "Delete all measurement markers from the Workspace."
      },
      {
         "action": "main_edit_delete_membrane",
         "description": "Delete all membrane atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_metals",
         "description": "Delete all metal atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_nonpolar_ligand_hydrogens",
         "description": "Delete all nonpolar ligand hydrogen atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_nonpolay_hydrogen",
         "description": "Delete all nonpolar hydrogen atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_pick",
         "description": "Pick atoms in the Workspace to delete the atom grouping that is currently selected for picking."
      },
      {
         "action": "main_edit_delete_polar_hydrogen",
         "description": "Delete all polar hydrogen atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_protein",
         "description": "Delete all protein atoms. "
      },
      {
         "action": "main_edit_delete_protein_backbone",
         "description": "Delete all protein backbone atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_protein_near_ligand",
         "description": "Delete protein atoms that are within 5 &Aring; of any ligand atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_protein_sidechain",
         "description": "Delete all protein side-chain atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_ribbons",
         "description": "Delete all ribbons from the Workspace."
      },
      {
         "action": "main_edit_delete_select",
         "description": "Select atoms to delete using the Atom Selection dialog box. "
      },
      {
         "action": "main_edit_delete_selected_atoms",
         "description": "Delete the selected atoms. The atoms are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_waters",
         "description": "Delete all water molecules. The moleculse are removed from the structures as well as from the Workspace."
      },
      {
         "action": "main_edit_delete_zero_order_bonds",
         "description": "Remove zero-order bonds from Workspace structures. "
      },
      {
         "action": "main_edit_display_interactions",
         "description": "Display interactions such as contacts with other atoms in the Workspace while doing local transformations. The interaction markers are updated as the local transformation proceeds."
      },
      {
         "action": "main_edit_htreat_advanced",
         "description": "Opens the Add Hydrogens - Advanced panel in which you can choose a force-field treatment and apply it to selected atoms. The force-field treatment can include explicit hydrogens (all-atom) or include the hydrogens in united-atom models."
      },
      {
         "action": "main_edit_htreat_all",
         "description": "Add hydrogens to all atoms in the Workspace that lack them, to satisfy the valence."
      },
      {
         "action": "main_edit_htreat_pick",
         "description": "Add hydrogens to the atoms you pick in the Workspace, to satisfy the valence."
      },
      {
         "action": "main_edit_htreat_select",
         "description": "Add hydrogens to selected atoms. Opens the Atom Selection dialog box, so you can make the selection."
      },
      {
         "action": "main_edit_htreat_selected",
         "description": "Add hydrogens to the selected atoms in the Workspace, to satisfy the valence."
      },
      {
         "action": "main_edit_mark_all",
         "description": "Mark all entries in the Project Table."
      },
      {
         "action": "main_edit_mark_included",
         "description": "Mark the entries that are included in the Workspace."
      },
      {
         "action": "main_edit_mark_invert",
         "description": "Invert the marking of the selected entries, or all entries if there is no selection."
      },
      {
         "action": "main_edit_mark_none",
         "description": "Clear the Mark property for all entries."
      },
      {
         "action": "main_edit_mark_selected",
         "description": "Mark the entries that are selected in the Project Table."
      },
      {
         "action": "main_edit_paste_as_3d",
         "description": "Convert a 1D or 2D structure to 3D, using any stereochemical information, and paste it into the Workspace with its centroid at the coordinate origin. The structure is added to the project as a new entry, with the SMILES string for the structure as the title."
      },
      {
         "action": "main_edit_paste_by_placing",
         "description": "Place the structure centroid by picking a location in the Workspace. This is useful when there are other structures that you want to position the structure near, or when the coordinate origin is off-screen. When you select this option, the pointer changes to an arrow, to indicate that you are picking a location in the Workspace to paste the structure, rather than an atom."
      },
      {
         "action": "main_edit_paste_selected_text",
         "description": "Paste a structure into the Workspace that is in the Linux paste buffer (selected text). To enable this option, you must run the Maestro command <code>workspacepastesettings enableselect=on</code> in the Commands text box, or add it to your <code>maestro.cmd</code> file to turn it on when Maestro starts."
      },
      {
         "action": "main_edit_transform_advanced",
         "description": "Opens the Advanced Transformations panel, for more complex atom selections to transform and to set the center of rotation."
      },
      {
         "action": "main_edit_transform_disp_bondlen",
         "description": "Display bond length values while performing a local transformation."
      },
      {
         "action": "main_edit_transform_pick",
         "description": "Pick atoms to perform a local transformation (rotation or translation). The atoms are marked in the Workspace and an axis marker is displayed to indicate the axis of rotation if you rotate. You can then translate or rotate the marked atoms with the usual actions."
      },
      {
         "action": "main_editx_adjust_angles",
         "description": "Adjust an angle or dihedral defined by a set of contiguous bonds.<br/>Opens the Angles / Dihedrals banner."
      },
      {
         "action": "main_editx_adjust_lengths",
         "description": "Adjust the length of a bond or the distance between two selected atoms.<br/>Opens the Lengths / Distances banner."
      },
      {
         "action": "main_editx_rotate_carbonyl",
         "description": "Rotate the carbonyl in a peptide linkage around the axis between the alpha carbon and the nitrogen.<br/>Opens the Peptide Plane Rotations banner."
      },
      {
         "action": "main_editx_rotate_dihedrals",
         "description": "Perform a dihedral rotation about a selected bond.<br/> Opens the Dihedral Rotations banner."
      },
      {
         "action": "main_editx_rotate_peptide",
         "description": "Rotate a peptide linkage around the axis between the two alpha carbons.<br/>Opens the Carbonyl Plane Rotations banner."
      },
      {
         "action": "main_entry_list",
         "description": "Show a list of project entries in a panel that is docked into the Workspace by default.<br/>Opens the Entry List panel."
      },
      {
         "action": "main_find_toolbar",
         "description": "Display the Find toolbar so that you can find structural objects in the Workspace."
      },
      {
         "action": "main_help_about_applications",
         "description": "Display information about Schr&ouml;dinger applications in the Help panel."
      },
      {
         "action": "main_help_about_maestro",
         "description": "Display information about the Maestro version, legal notices, and environment variables."
      },
      {
         "action": "main_help_about_utilities",
         "description": "Display a PDF document with a brief description of all the utilities in the utilities folder of your installation."
      },
      {
         "action": "main_help_configuration",
         "description": "Add licenses to the license server."
      },
      {
         "action": "main_help_known_issues",
         "description": "Open the Known Issues page on the Schr&ouml;dinger web site in your browser. If you are not logged in, you are prompted to log in before the page is displayed."
      },
      {
         "action": "main_ligand_overlay",
         "description": "Display the 2D structure in a small window at the lower left of the Workspace."
      },
      {
         "action": "main_manage_views",
         "description": "Manage views of the Workspace: save, restore, delete, import, export, animate, and record a movie.<br/>Opens the Manage Views panel."
      },
      {
         "action": "main_primex_task_export",
         "description": "Export the final crystal structure to a PDB file. Opens a file selector to select the location and name the file, and runs a job that includes an R-factor calculation."
      },
      {
         "action": "main_primex_task_ligand_placement",
         "description": "<!-- PrimeX -->\nFit a ligand or other bound molecule to observed electron density, with additional optional optimization.<br/>Opens the Ligand/Solvent Placement panel."
      },
      {
         "action": "main_primex_task_mutate_model",
         "description": "<!-- PrimeX -->\nMutate the model to match the reference sequence and start a side-chain prediction job for the mutated residues."
      },
      {
         "action": "main_primex_task_optimize_hbond",
         "description": "<!-- PrimeX -->\nInteractively or automatically assign orientations of hydrogen-bonded groups in proteins (including waters) and of the imidazole ring in His and the terminal amides in Asn and Gln.<br/>Opens the Interactive H-Bond Optimizer panel."
      },
      {
         "action": "main_primex_task_reciprocal_space",
         "description": "<!-- PrimeX -->\nPerform reciprocal space refinements. Coordinates may be refined by rigid body or geometry-restrained minimization, or by simulated annealing. B-factors (grouped or individual anisotropic) and grouped occupancy may be refined by minimization.<br/>Opens the Reciprocal-Space Refinement panel."
      },
      {
         "action": "main_primex_task_rfactor_calc",
         "description": "<!-- PrimeX -->\nCalculate R-factors for the structure in the Workspace.<br/>Opens the R-Factor Calculation panel."
      },
      {
         "action": "main_primex_task_rs_refine",
         "description": "<!-- PrimeX -->\nImprove the fit of the model to the observed electron density using real-space refinement methods: loop building, side chain placement and real-space minimization.<br/>Opens the Real-Space Refinement panel."
      },
      {
         "action": "main_primex_task_water_placement",
         "description": "<!-- PrimeX -->\nPlace water molecules in locations that have sufficient electron density and meet other specified criteria.<br/>Opens the Water Placement panel."
      },
      {
         "action": "main_project_exportstructures",
         "description": "Export structures from the project to a file."
      },
      {
         "action": "main_protein_splicer",
         "parent": "splicer_gui.panel"
      },
      {
         "action": "main_save_view",
         "description": "Save the current Workspace view (the camera angle and zoom level) as a named view. <br/>Opens the Save View dialog box so you can name the view."
      },
      {
         "action": "main_scene_exit",
         "description": "Stop viewing scenes. The Scenes toolbar is hidden, and the Workspace returns to its state before viewing scenes."
      },
      {
         "action": "main_scene_first",
         "description": "Display the first scene in the Workspace."
      },
      {
         "action": "main_scene_last",
         "description": "Display the last scene in the Workspace."
      },
      {
         "action": "main_scene_next",
         "description": "Display the next scene in the Workspace."
      },
      {
         "action": "main_scene_previous",
         "description": "Display the previous scene in the Workspace."
      },
      {
         "action": "main_script_install",
         "description": "Install Python scripts and macros into Maestro.<br/>Opens the Install Scripts panel."
      },
      {
         "action": "main_script_manage",
         "description": "Manage user-installed or standard Python scripts and macros.<br/>Opens the Manage Scripts panel."
      },
      {
         "action": "main_script_update",
         "description": "Update user-installed or standard Python scripts and macros from the web site.<br/>Opens the Update Scripts From Website panel."
      },
      {
         "action": "main_select_add_mode",
         "description": "When picking in the Workspace, add the atoms to the selection."
      },
      {
         "action": "main_select_ligand",
         "description": "Select all ligand atoms in the Workspace."
      },
      {
         "action": "main_select_normal_mode",
         "description": "When picking in the Workspace, the picked atoms replace the current selection."
      },
      {
         "action": "main_select_previous",
         "description": ""
      },
      {
         "action": "main_select_protein",
         "description": "Select all protein atoms in the Workspace."
      },
      {
         "action": "main_select_remove_mode",
         "description": "When picking in the Workspace, remove the picked atoms from the selection."
      },
      {
         "action": "main_select_solvent",
         "description": "Select all solvent molecule atoms in the Workspace."
      },
      {
         "action": "main_select_visible",
         "description": "Select only the atoms that are shown in the Workspace."
      },
      {
         "action": "main_sequence_viewer",
         "description": "Show or hide the sequence viewer."
      },
      {
         "action": "main_status_bar",
         "description": "Show or hide the status bar."
      },
      {
         "action": "main_task_tree",
         "description": "Show a tree-based interface for the Tasks menu, in which you can search for panels by text in the menus or panel descriptions, open panels, and create a Favorites list to apply to the menus or the tree.<br/>Opens the Task Tree panel."
      },
      {
         "action": "main_toggle_3Dbuilder",
         "description": "Show or hide the 3D Builder panel."
      },
      {
         "action": "main_tools_minimize_all",
         "description": "Minimize the energy with respect to the coordinates for all atoms in the Workspace using the default force field."
      },
      {
         "action": "main_tools_minimize_ligand",
         "description": "Minimize the energy with respect to the coordinates for the ligand atoms in the Workspace using the default force field."
      },
      {
         "action": "main_tools_minimize_select",
         "description": "Minimize the energy with respect to the coordinates for the selected atoms in the Workspace using the default force field."
      },
      {
         "action": "main_view_clip_to_all",
         "description": "Move the clipping planes so that all atoms are between the planes and occupy the entire distance between the planes."
      },
      {
         "action": "main_view_clip_to_ligand",
         "description": "Move the clipping planes so that the Workspace ligands are between the planes and occupy the entire distance between the planes."
      },
      {
         "action": "main_view_clip_to_selected",
         "description": "Move the clipping planes so that the selected atoms are between the planes and occupy the entire distance between the planes."
      },
      {
         "action": "main_view_clipping_planes_fatten",
         "description": "Move the front plane toward the viewer and the back plane away from the viewer (increases the viewing volume)."
      },
      {
         "action": "main_view_clipping_planes_pull",
         "description": "Move the clipping planes toward the viewer."
      },
      {
         "action": "main_view_clipping_planes_push",
         "description": "Move the clipping planes away from the viewer."
      },
      {
         "action": "main_view_clipping_planes_slim",
         "description": "Move the front plane away from the viewer and the back plane toward the viewer (decreases the viewing volume)."
      },
      {
         "action": "main_view_fit",
         "description": "Fit the selected atoms (or all atoms, if there is no selection) to the Workspace. The view changes so that the selected atoms fill the Workspace area, within a predefined margin."
      },
      {
         "action": "main_view_fit_all",
         "description": "Fit all atoms to the Workspace. The view changes so that all atoms are visible in the Workspace."
      },
      {
         "action": "main_view_fit_auto",
         "description": "Automatically fit the view to the Workspace contents when the contents change."
      },
      {
         "action": "main_view_fit_auto_ligand",
         "description": "Automatically fit the view to the ligand when the Workspace contents change."
      },
      {
         "action": "main_view_fit_next_ligand",
         "description": "Fit the ligand to the Workspace, or if there is more than one ligand-sized molecule, fit the next ligand. The view changes so that the ligand fills the Workspace area, within a predefined margin."
      },
      {
         "action": "main_view_fog_auto",
         "description": "Turn fogging on if there are more than 40 atoms in the Workspace."
      },
      {
         "action": "main_view_fog_enhance_depth_cues",
         "description": "Enhance 3D depth cues by moving the clipping planes as close as possible to the displayed structures."
      },
      {
         "action": "main_view_fog_off",
         "description": "Turn fogging off."
      },
      {
         "action": "main_view_fog_on",
         "description": "Turn fogging on."
      },
      {
         "action": "main_view_fog_settings",
         "description": "Make settings for use of fogging. <br/>Opens the Appearance panel at the Fog tab."
      },
      {
         "action": "main_view_perspective",
         "description": "Turn perspective on or off."
      },
      {
         "action": "main_view_play_next",
         "description": "Display the next view in the list of saved views."
      },
      {
         "action": "main_view_play_prev",
         "description": "Display the previous view in the list of saved views."
      },
      {
         "action": "main_view_reset",
         "description": "Reset the Workspace view to the default state, in which the coordinate axes align with the view axes."
      },
      {
         "action": "main_view_rotate_mX",
         "description": "Rotate the Workspace around the <i>x</i> axis in a clockwise direction by the keyboard rotation increment."
      },
      {
         "action": "main_view_rotate_mY",
         "description": "Rotate the Workspace around the <i>y</i> axis in a clockwise direction by the keyboard rotation increment."
      },
      {
         "action": "main_view_rotate_mZ",
         "description": "Rotate the Workspace around the <i>z</i> axis in a clockwise direction by the keyboard rotation increment."
      },
      {
         "action": "main_view_rotate_pX",
         "description": "Rotate the Workspace around the <i>x</i> axis in an anticlockwise direction by the keyboard rotation increment."
      },
      {
         "action": "main_view_rotate_pY",
         "description": "Rotate the Workspace around the <i>y</i> axis in an anticlockwise direction by the keyboard rotation increment."
      },
      {
         "action": "main_view_rotate_pZ",
         "description": "Rotate the Workspace around the <i>z</i> axis in an anticlockwise direction by the keyboard rotation increment."
      },
      {
         "action": "main_view_rotateX",
         "description": "Rotate the Workspace around the <i>x</i> axis in an anticlockwise direction by 90&deg;."
      },
      {
         "action": "main_view_rotateY",
         "description": "Rotate the Workspace around the <i>y</i> axis in an anticlockwise direction by 90&deg;."
      },
      {
         "action": "main_view_transform_none",
         "description": "Use the left mouse button for picking."
      },
      {
         "action": "main_view_transform_rotation",
         "description": "Use the left mouse button for rotation."
      },
      {
         "action": "main_view_transform_translation",
         "description": "Use the left mouse button for translation."
      },
      {
         "action": "main_view_transform_zoom",
         "description": "Use the left mouse button for zooming."
      },
      {
         "action": "main_view_translate_mX",
         "description": "Translate the Workspace in the &minus;<i>x</i> direction by the keyboard translation increment."
      },
      {
         "action": "main_view_translate_mY",
         "description": "Translate the Workspace in the &minus;<i>y</i> direction by the keyboard translation increment."
      },
      {
         "action": "main_view_translate_mZ",
         "description": "Translate the Workspace in the &minus;<i>z</i> direction by the keyboard translation increment."
      },
      {
         "action": "main_view_translate_pX",
         "description": "Translate the Workspace in the &plus;<i>x</i> direction by the keyboard translation increment."
      },
      {
         "action": "main_view_translate_pY",
         "description": "Translate the Workspace in the &plus;<i>y</i> direction by the keyboard translation increment."
      },
      {
         "action": "main_view_translate_pZ",
         "description": "Translate the Workspace in the &plus;<i>z</i> direction by the keyboard translation increment."
      },
      {
         "action": "main_view_zoomin",
         "description": "Zoom in by a small increment "
      },
      {
         "action": "main_view_zoomout",
         "description": "Zoom out by a small increment."
      },
      {
         "action": "main_workspace_animation_settings",
         "description": "Animate the Workspace by spinning it or rocking it from side to side, and save a movie of the animation.<br/>Opens the Animation Settings dialog box."
      },
      {
         "action": "main_workspace_clear",
         "description": "Remove everything from the Workspace. If there are scratch entries in the Workspace, you may need to confirm their removal."
      },
      {
         "action": "main_workspace_fullscreen",
         "description": "Expand the size of the Workspace so that it occupies the entire screen of your monitor (or laptop)."
      },
      {
         "action": "make_helices.panel",
         "description": "Create helical structures from sequences in a .seq file and add them as project entries. Opens a file selector to select the sequence file."
      },
      {
         "action": "manage_reagent_library_gui.panel",
         "description": "Select, create, import, export, and delete reactant libraries, used in enumeration tools.<br/>Opens the Manage Reactant Libraries panel."
      },
      {
         "action": "managecharts",
         "description": "Manage charts of property data generated from project entries<br/>Opens the Manage Charts Panel."
      },
      {
         "action": "managesurfaces",
         "description": "Manage the surfaces associated with project entries. This includes selecting surfaces to display, setting parameters for the appearance and display of surfaces, importing and exporting surfaces, and deleting surfaces.<br/>Opens the Manage Surfaces panel."
      },
      {
         "action": "manipulate_cell_gui.panel",
         "description": "Modify a simulation cell by swapping or flipping axes, aligning the origin or an interface, or straining the cell.<br/>Opens the Manipulate Cell Panel."
      },
      {
         "action": "mark_monomer_head_tail_gui.panel",
         "description": "Mark the head and tail atoms of a monomer so that they can be identified in subsequent applications, such as for use in Canvas QSAR modeling.<br/>Opens the Mark Monomer Head and Tail panel."
      },
      {
         "action": "mark_target_entry",
         "description": "Mark or clear the mark for the current entry, creating the Mark property as necessary."
      },
      {
         "action": "materials_conformational_search_gui.panel",
         "description": "Perform a conformational search on an organometallic complex with the coordination around the metal held fixed, with optional QM refinement.<br/>Opens the Organometallic Conformational Search Panel."
      },
      {
         "action": "matsci_event_analysis.panel",
         "description": "Analyze a trajectory from a Desmond MD simulation and present information on bulk properties derived from the trajectory, such as plots of the density and the cohesive energy.<br/>Opens the MS MD Trajectory Analysis panel."
      },
      {
         "action": "matsci_meta_workflow_gui.panel",
         "description": "Set up workflows to combine multiple simulation tasks from a simulation protocol into one job.<br/>Opens the Meta Workflow Builder Panel."
      },
      {
         "action": "matsci_ml_prediction_gui.panel",
         "description": "<!-- ML -->\nUse pre-built machine learning models to make predictions on various properties.<br/>Opens the Machine Learning Property Prediction Panel."
      },
      {
         "action": "matsci_panel_explorer_gui.panel",
         "description": "Learn which Schrödinger tools are the best fit for your research.<br/>Opens the Materials Science Panel Explorer Panel."
      },
      {
         "action": "matsci_restart_gui.panel",
         "description": "Restart one of the restartable Materials Science workflows, chosen by job type. Restarting can be done on jobs that fail due to problems such as resource, hardware, or network issues.<br/>Opens the Restart Workflow panel</a>."
      },
      {
         "action": "matsci_run_meta_workflow_gui.panel",
         "description": "Apply built-in and previously saved meta workflows to systems of interest.<br/>Opens the Run Meta Workflow Panel."
      },
      {
         "action": "mc_sa_gui.panel",
         "description": "Locate sites of adsorption of an adsorbate on a surface using Monte Carlo - Simulated Annealing simulation, and analyze the energetics of adsorption.<br/>Opens the Adsorption Site Finder panel</a>."
      },
      {
         "action": "mcs_docking_gui.panel",
         "description": "Align a set of congeneric ligands to a dynamically adjustable set of reference ligands using Glide docking with MCS core constraints.<br/>Opens the MCS Docking Ligand Alignment panel"
      },
      {
         "action": "mcsd",
         "description": "<!-- MacroModel, MMOD, MC, MD, SD, conformational search -->\nRun a Monte Carlo/Stochastic Dynamics calculation at constant temperature on a structure. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the MC/SD panel."
      },
      {
         "action": "md_descriptors_gui.panel",
         "description": "<!-- MD descriptors, ML, descriptors, MD, molecular dynamics -->\nCalculate descriptors for molecular structures using molecular dynamics simulations, which can then be used in machine learning.<br/>Opens the MD Descriptors Panel."
      },
      {
         "action": "measurement_delete",
         "description": "Delete all measurement labels from the Workspace."
      },
      {
         "action": "measurement_panel_1h_nmr_coupling",
         "description": "Predict NMR spin-spin coupling constants for pairs of vicinial hydrogens.<br/>Opens the Measurements panel at the 1H NMR Coupling tab."
      },
      {
         "action": "measurement_panel_angle",
         "description": "Measure angles between sets of three atoms.<br/>Opens the Measurements panel at the Angles tab."
      },
      {
         "action": "measurement_panel_dihedral",
         "description": "Measure dihedral angles between sets of four atoms.<br/>Opens the Measurements panel at the Dihedrals tab."
      },
      {
         "action": "measurement_panel_distance",
         "description": "Measure distances between pairs of atoms.<br/>Opens the Measurements panel at the Distances tab."
      },
      {
         "action": "measurement_panel_picked_reposition",
         "description": "Reposition measurement labels in the Workspace by dragging."
      },
      {
         "action": "measurement_pick",
         "description": "Pick atoms in the Workspace to make a measurement of the currently selected type."
      },
      {
         "action": "measurementx",
         "description": "Make measurements of distances, angles, and dihedrals in the Workspace.<br/>Opens the Measure banner."
      },
      {
         "action": "medchem_confsearch_gui.panel",
         "description": "Run a conformational search on the Workspace structure and plot the resulting conformer energies. A rapid or a thorough search can be performed, with a choice of solvent. <br/>Opens the Conformational Search panel."
      },
      {
         "action": "medchem_flexalign_gui.panel",
         "description": "Align the selected entries in the Project Table to the entry in the Workspace. Torsional adjustment is performed to obtain the best alignment. <br/>Opens the Flexible Ligand Alignment panel."
      },
      {
         "action": "medchem_minimization_gui.panel",
         "description": "Minimize the Workspace structure using MacroModel, with a choice of solvents.<br/>Opens the Minimization panel."
      },
      {
         "action": "medchem_molprop_gui.panel",
         "description": "Display properties of a structure: molecular weight, AlogP, polar surface area, rotatable bonds, H-bond donors and acceptors, and SMILES string. The properties are updated when you modify the structure. <br/>Opens the Interactive Properties panel."
      },
      {
         "action": "membrane_analysis_gui.panel",
         "description": "...<br/>Opens the Membrane Analysis Panel."
      },
      {
         "action": "membrane_analysis_viewer_gui.panel",
         "description": "...<br/>Opens the Membrane Analysis Viewer Panel."
      },
      {
         "action": "membrane_permeability_gui.panel",
         "description": "Calcuate the passive membrane permeability of a congeneric set of ligands, based on calculations using continuum solvation models of both membrane and water.<br/>Opens the Membrane Permeability panel."
      },
      {
         "action": "membrane_permeability_gui.show_panel",
         "description": "Calculate the passive membrane permeability of a congeneric set of ligands, based on calculations using continuum solvation models of both membrane and water.<br/>Opens the Membrane Permeability panel."
      },
      {
         "action": "menu_contacts_panel",
         "description": "Display contacts in the Workspace, choose the types of contacts and the atoms they are displayed for, and set the color of the markers.<br/>Opens the Non-Bonded Interactions panel."
      },
      {
         "action": "menu_hbonds_panel",
         "description": "Display hydrogen and halogen bonds in the Workspace, choose the types of bonds and the atoms they are displayed for, and set the color of the markers.<br/>Opens the Non-Bonded Interactions panel."
      },
      {
         "action": "menu_piinteractions_panel",
         "description": "Display pi interactions in the Workspace, choose the types of interactions and the atoms they are displayed for, and set the color of the markers.<br/>Opens the Non-Bonded Interactions panel."
      },
      {
         "action": "merge_duplicates_gui.panel",
         "description": "Combine a set of structures into a single file with elimination of duplicates. The elimination is done by comparing SMILES strings, and the output is either a SMILES file or a 2D SD file; in either case the output contains no 3D information other than chirality properties.<br/>Opens the Merge Duplicates panel."
      },
      {
         "action": "microkinetics_deposition_analysis_viewer_gui.panel",
         "description": "Analyze microkinetic modeling calculation results for deposition processes.<br/>Opens the Microkinetics Deposition Analysis Panel."
      },
      {
         "action": "microkinetics_gui.panel",
         "description": "Predict and understand rates of catalytic reactions of interest.<br/>Opens the Microkinetic Modeling Panel."
      },
      {
         "action": "microkinetics_viewer_gui.panel",
         "description": "Plot the results of a microkinetic modeling calculation.<br/>Opens the Microkinetic Modeling Viewer Panel."
      },
      {
         "action": "mini",
         "description": "Minimize the energy of one or more structures with respect to their geometries, using a force field and optional constraints. If the structures are conformers, redundancies can be removed and an energy filter applied. Structures can also be minimized in two solvents, to obtain partition coefficients. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Minimization panel."
      },
      {
         "action": "minimize",
         "description": "<!-- minimization -->\nMinimize the energy of a protein structure or substructure with respect to its geometric coordinates, optionally including periodic boundary conditions, an implicit solvent, and an implicit membrane.<br/>Opens the Minimize panel."
      },
      {
         "action": "minimize_tm_complexes.panel",
         "description": "Clean up the structure of one or more complexes by performing a force-field minimization.<br/>Opens the Complex Cleanup panel"
      },
      {
         "action": "minimizerigid",
         "description": "<!-- protein, rigid-body, rigid body -->\nMinimize portions of the structure as rigid bodies with respect to position and orientation. The minimization can also include freely moving atoms, and can optionally include periodic boundary conditions, an implicit solvent, and an implicit membrane.<br/>Opens the Minimize as Rigid Body panel."
      },
      {
         "action": "ml_formulations_gui.panel",
         "description": "<!-- ML -->Build and apply machine learning models for predicting formulations properties.<br/>Opens the Formulation Machine Learning Panel."
      },
      {
         "action": "ml_formulations_optimization_gui.panel",
         "description": "Apply machine learning models for optimizing the formulation of a mixture.<br/>Opens the Formulation Machine Learning Optimization Panel."
      },
      {
         "action": "ml_model_manager_gui.panel",
         "description": "<!-- Machine Learning Model Manager -->Re-train machine learning models with the software release version in use.<br/>Opens the ML Model Manager Panel."
      },
      {
         "action": "ml_qsar_gui.panel",
         "description": "<!-- QSPR, ML -->Build and apply individual QSAR models from a selection of regression and classification methods.<br/>Opens the Build and Apply QSAR Model Panel."
      },
      {
         "action": "mlff_gui.panel",
         "description": "Use pre-built machine learning force field models to make predictions on energy and geometry.<br/>Opens the MLFF Calculations (Beta) Panel."
      },
      {
         "action": "mmod_to_kcal.mmod_to_kcal",
         "description": "Convert all MacroModel energies from kJ/mol to kcal/mol, creating new project properties."
      },
      {
         "action": "mof_enumeration_gui.panel",
         "description": "Enumerate metal-organic frameworks from a chosen metal system and a library of organic linkers.<br/>Opens the Enumerate Metal-Organic Frameworks panel"
      },
      {
         "action": "moldyn",
         "description": "Run a molecular dynamics or stochastic dynamics calculation on a non-periodic structure. The MMFF and the OPLS series of force fields with various electrostatic treatments, including GB/SA, can be used.<br/>Opens the Dynamics panel."
      },
      {
         "action": "molecular_descriptors.panel",
         "description": "Compute topological descriptors, QikProp properties and semiempirical electronic (MOPAC) properties for a set of structures.<br/>Opens the Molecular Descriptors panel."
      },
      {
         "action": "molecular_materials_descriptors_gui.panel",
         "description": "<!-- ML -->\nGenerate molecular descriptors suitable for materials applications, to use in machine learning.<br/>Opens the Generate Molecular Materials Descriptors panel."
      },
      {
         "action": "mopac_main_gui.panel",
         "description": "Set up and run a semiempirical NDDO quantum chemical calculation with the MOPAC package.<br/>Opens the MOPAC Panel."
      },
      {
         "action": "morphology_gui.panel",
         "description": "Calculate surface energies of crystal surfaces for estimating relative growth rates and particle shapes.<br/>Opens the Crystal Morphology Calculations Panel."
      },
      {
         "action": "move_atoms",
         "description": "Move a selected set of atoms by translation or by rotation about their centroid, and other similar actions.<br/>Opens the Move Atoms banner."
      },
      {
         "action": "move_selected_atoms_gui.panel",
         "description": "<!-- move atoms -->\nMove the atoms selected in the Maestro workspace through translation or rotation.<br/>Opens the Move Selected Atoms Panel."
      },
      {
         "action": "movie.movie_entries movie_entries.gif",
         "description": "Create a movie from the entries that are selected in the Project Table."
      },
      {
         "action": "msv.panel",
         "description": "Perform modeling tasks with sequences, including visualization, alignment, structure and property predictions, analysis, and homology modeling.<br/>Opens the Multiple Sequence Viewer/Editor panel."
      },
      {
         "action": "multicomplex_builder_gui.panel",
         "description": "Build a set of organometallic complexes from a set of ligands. Each complex is composed of a metal, an optional &quot;sentinel&quot; ligand that remains the same in each complex, and enough copies of one other ligand to fill the coordination sites for the chosen complex geometry around the user defined metal center.<br/>Opens the Build Multiple Complexes panel"
      },
      {
         "action": "multiseqviewer.panel",
         "description": "Visualize, manipulate, and align multiple sequences and their properties, and perform homology modeling with the aligned sequences.<br/>Opens the Multiple Sequence Viewer panel."
      },
      {
         "action": "multispectra_analysis_gui.panel",
         "description": "Combine and adjust visible spectra to generate a spectrum and analyze its color properties.<br/>Opens the Multispectra Analysis Panel."
      },
      {
         "action": "mutate.panel",
         "description": "Create mutated structures from the Workspace structure by picking a residue to mutate and choosing a set of mutations. The mutated structures are added as new project entries.<br/>Opens the Mutate panel."
      },
      {
         "action": "mutation_gui.panel",
         "description": "Interactive tool to identify protein residues or loops and request mutations. Residue-based mutations include changes to other standard residues and chirality inversion. Loop-based mutations can request replacement of an existing loop with a second sequence of any length and any standard-residue composition. Loop replacement is carried out by identifying and grafting on an appropriate template in a curated PDB database.<br/>Opens the Residue and Loop Mutation panel."
      },
      {
         "action": "mxmd_gui.panel",
         "description": "Perform Mixed Solvent Molecular Dynamics (MxMD) simulations and view the results.<br/>Opens the Mixed Solvent MD Panel."
      },
      {
         "action": "nanoparticle_gui.panel",
         "description": "Build  a nanoparticle of a particular shape and size from the structure in the Workspace.<br/>Opens the Nanoparticle Builder panel."
      },
      {
         "action": "nanoreactor_gui.panel",
         "description": "Sample potential energy surfaces or determine elementary reaction networks using xTB metadynamics and optionally identify their thermodynamic sorting with free energy refinement.<br/>Opens the Nanoreactor Panel."
      },
      {
         "action": "nanoreactor_viewer_gui.panel",
         "description": "Plot the results of a nanoreactor calculation.<br/>Opens the Nanoreactor Viewer Panel."
      },
      {
         "action": "nanostructure_gui.nanosheet_panel",
         "description": "Build nanosheets from a specified asymmetric unit, composition, and geometry to a given size. Multi-layer nanosheets can be constructed as well as single nanosheets. <br/>Opens the Nanostructure Builder panel."
      },
      {
         "action": "nanostructure_gui.nanotube_panel",
         "description": "Build nanotubes from a specified asymmetric unit, composition, and geometry to a given size. Multi-walled nanotubes can be constructed as well as single-walled nanotubes, and nanotubes with a range of chiral indices can be generated. <br/>Opens the Nanostructure Builder panel."
      },
      {
         "action": "nanostructure_gui.panel",
         "description": "Build nanotubes or nanosheets from a specified asymmetric unit, composition, and geometry to a given size. Multi-walled nanotubes and multi-layer nanosheets can be constructed as well as single-walled nanotubes and single nanosheets, and nanotubes with a range of chiral indices can be generated. <br/>Opens the Nanostructure Builder panel."
      },
      {
         "action": "neb_gui.panel",
         "description": "<!-- qe, neb -->\nGenerate a minimum energy path (MEP) between two minimized structures by the nudged elastic band method.<br/>Opens the Nudged Elastic Band Calculation panel."
      },
      {
         "action": "neb_monitor_gui.panel",
         "description": "<!-- qe, neb -->\nMonitor the convergence of a nudged elastic band calculation.<br/>Opens the Nudged Elastic Band Monitor Panel."
      },
      {
         "action": "neb_restart_gui.panel",
         "description": "<!-- qe, neb -->\nRestart a failed or unconverged nudged elastic band job.<br/>Opens the Nudged Elastic Band Restart panel"
      },
      {
         "action": "new_kmc_compute_charge_mobility_gui.panel",
         "description": "Compute charge mobility in an amorphous solid using kinetic Monte Carlo methods for carrier hopping, based on hopping data from Jaguar and QSite calculations.<br/>Opens the Compute KMC Charge Mobility panel."
      },
      {
         "action": "new_kmc_hopping_params_gui.panel",
         "description": "Compute hopping parameters in an amorphous solid using Jaguar and QSite calculations.<br/>Opens the Compute KMC Hopping Parameters Panel."
      },
      {
         "action": "nmr_viewer_gui.panel",
         "description": "Plot NMR spectra from a Quantum ESPRESSO calculation.<br/>Opens the NMR Viewer Panel."
      },
      {
         "action": "non_standard_residues_gui.panel",
         "description": "Set up a database of nonstandard residues, by building new residues or importing existing residues, and choose the nonstandard residues that are shown in the residue selection tools for residue scanning.<br/>Opens the Nonstandard Residues panel."
      },
      {
         "action": "oled_ml_formulations_gui.panel",
         "description": "Build and apply machine learning models for predicting OLED device properties.<br/>Opens the OLED Device Machine Learning Panel."
      },
      {
         "action": "one_step_glide_gui.panel",
         "description": "Perform Glide grid generation and docking in a single step with a limited range of options.<br/>Opens the One-Step Glide Docking panel."
      },
      {
         "action": "one_step_prepwizard_gui.panel",
         "description": "Run protein preparation in a single step with a limited range of options, for multiple proteins.<br/>Opens the One-Step Protein Preparation panel."
      },
      {
         "action": "opto_device_designer_gui.panel",
         "description": "Design optoelectronic devices and plot the device energy level diagram.<br/>Opens the Optoelectronic Device Designer Panel."
      },
      {
         "action": "opto_film_props_gui.panel",
         "description": "<!-- transition dipole moment, order parameter, seet, singlet excition energy transfer, isc, intersystem crossing, refractive index, extinction coefficient, ellipsometry -->\nCalculate various optoelectronic film properties, such as transition dipole moment order parameter, singlet exciton energy transfer rate, intersystem crossing rate, refractive index, and extinction coefficient from molecular excited state properties.<br/>Opens the Optoelectronic Film Properties Panel."
      },
      {
         "action": "opto_film_props_viewer_gui.panel",
         "description": "<!-- transition dipole moment, order parameter, seet, singlet excition energy transfer, isc, intersystem crossing, refractive index, extinction coefficient, ellipsometry -->\nPlot the results from an optoelectronic film properties calculation including transition dipole moment order parameter, singlet exciton energy transfer, intersystem crossing, refractive index, and extinction coefficient.<br/>Opens the Optoelectronic Film Properties Viewer Panel."
      },
      {
         "action": "optoelectronics_al_gui.panel",
         "description": "<!-- ML -->\nUse an active learning workflow to arrive at a machine learning model for predicting electronic properties of molecules relevant to optoelectronics.<br/>Opens the Optoelectronics Active Learning Training Panel."
      },
      {
         "action": "optoelectronics_al_predict_gui.panel",
         "description": "<!-- ML -->\nReview machine learning models generated from the optoelectronics active learning workflow and use them to make predictions on optoelectronics properties.<br/>Opens the Review and Apply Optoelectronics Active Learning Model Panel."
      },
      {
         "action": "optoelectronics_genopt_gui.panel",
         "description": "Optimize one or more optoelectronic properties using a genetic algorithm for modifying the structure.<br/>Opens the Optoelectronics Genetic Optimization panel."
      },
      {
         "action": "optoelectronics_genopt_viewer_gui.panel",
         "description": "Monitor the progress of a genetic optimization of optoelectronic properties while a job is running, or examine a completed job.<br/>Opens the Optoelectronics Genetic Optimization Viewer panel."
      },
      {
         "action": "optoelectronics_gui.panel",
         "description": "Calculate electronic properties of molecules relevant to optoelectronics: oxidation and reduction potentials, hole and electron reorganization energies, singlet-triplet excitation energies, and electronic absorption spectra.<br/>Opens the Optoelectronics Calculations panel."
      },
      {
         "action": "optoelectronics_viewer_gui.panel",
         "description": "View the results of optoelectronics calculations, as tabulated data and as scatter plots.<br/>Opens the Optoelectronics Results panel."
      },
      {
         "action": "order_parameter_gui.panel",
         "description": "Perform an order parameter analysis on an MD simulation.<br/>Opens the Perform Order Parameter Analysis panel."
      },
      {
         "action": "order_parameter_viewer_gui.panel",
         "description": "Plot the results of an order parameter analysis.<br/>Opens the Order Parameter Analysis Results Viewer panel."
      },
      {
         "action": "p450_calc_gui.panel",
         "description": "<!-- P450, metabolism, CYP -->\nPredict the sites of metabolism on a set of ligands for various P450 isoforms.<br/>Opens the P450 Site of Metabolism - Perform Calculation panel."
      },
      {
         "action": "p450_results_gui.panel",
         "description": "<!-- P450, metabolism, CYP -->\nExamine the predicted sites of metabolism for a set of ligands for various P450 isoforms, and visualize the associated predicted binding modes.<br/>Opens the P450 Site of Metabolism - Examine Results panel."
      },
      {
         "action": "partial_concentration_calculation_gui.panel",
         "description": "Calculate the concentration of the various molecules in a periodic structure. The volume used is that of the periodic box.<br/>Opens the Partial Concentration Calculation Panel."
      },
      {
         "action": "patch_analyzer_gui.panel",
         "description": "Analyze a protein surface into patches that represent distinct types of interactions: positively charged, negatively charged, and hydrophobic. For each patch a range of properties is calculated, to characterize the interaction and its intensity. These patches can be used to identify possible interaction hotspots or propensities to interact.<br/>Opens the Protein Surface Patches panel."
      },
      {
         "action": "pdbname.run",
         "description": "Assign PDB names to the atoms in the Workspace structure."
      },
      {
         "action": "pdbsearch_gui.panel",
         "description": "Search the Prime PDB header database for structures that have specified text in the ID, title, compound, source, or hetname fields, and import the matching structures into Maestro.<br/>Opens the Search PDB Header Database panel."
      },
      {
         "action": "pdos_viewer_gui.panel",
         "description": "Plot the projected density of states from a periodic DFT calculation as a function of energy.<br/>Opens the Projected Density of States Viewer panel."
      },
      {
         "action": "penetrant_loading_gui.panel",
         "description": "Add a rigid penetrant, such as water or methane, to vacancies in a condensed system. This is done in cycles that involve adjusting penetrant content followed by relaxation of the system.<br/>Opens the Penetrant Loading panel."
      },
      {
         "action": "penetrant_loading_viewer_gui.panel",
         "description": "Show plots of the results of a penetrant loading simulation.<br/>Opens the Penetrant Loading Viewer panel."
      },
      {
         "action": "pep_from_seq_gui.panel",
         "description": "Build a peptide from a sequence, with options for control of the secondary structure.<br/>Opens the Build Peptide from Sequence dialog box."
      },
      {
         "action": "peptide_docking_gui.panel",
         "description": "Dock peptides to a protein using Glide. The protein is treated as a rigid structure, but with some softening of the potentials for flexibility; the peptides are treated as flexible structures.<br/>Opens the Peptide Docking panel."
      },
      {
         "action": "peptide_helicity_gui.panel",
         "description": "Predict the stability of the alpha helical conformation of a set of small peptides using molecular dynamics.<br/>Opens the Peptide Helicity panel."
      },
      {
         "action": "peptide_qsar_gui.panel",
         "description": "Build a QSAR model for a series of same-length peptides that have associated experimental observables. A variety of options are available for generating the fingerprints for the provided peptide sequences, and a partial least squares approach is used for associating the fingerprints with the observables.<br/>Opens the Peptide QSAR panel."
      },
      {
         "action": "periodic_descriptors_gui.panel",
         "description": "<!-- ML -->\nCalculate descriptors for a periodic system that can be used in machine learning.<br/>Opens the Periodic Descriptors panel."
      },
      {
         "action": "periodic_dft_gui.panel",
         "description": "<!-- qe -->\nRun a periodic DFT calculation with the Quantum Espresso package.<br/>Opens the Periodic DFT panel."
      },
      {
         "action": "periodic_dft_import_gui.panel",
         "description": "<!-- qe -->\nImport structures extracted from a Quantum ESPRESSO output file.<br/>Opens the Quantum ESPRESSO Import Panel."
      },
      {
         "action": "permittivity_gui.panel",
         "description": "Calculate the refractive index, Abbe number, and static and complex permittivities for a set of amorphous polymers.<br/>Opens the Amorphous Dielectric Properties Panel."
      },
      {
         "action": "permittivity_viewer_gui.panel",
         "description": "Display plots of complex permittivity and fit the decay function data to extract dielectric constants.<br/>Opens the Amorphous Dielectric Viewer Panel."
      },
      {
         "action": "phase.create_phase_db_gui.panel",
         "description": "<!-- build, 3D database -->\nGenerate a database of ligands for screening, with optional structure preparation, filtering by properties, duplicate elimination, conformer and site generation. The database can be used for shape and pharmacophore screening, and in the Virtual Screening Workflow for ligand docking.<br/>Opens the Generate Phase Database panel."
      },
      {
         "action": "phase.create_shape_data_file_gui.panel",
         "description": "<!-- 3D database -->Create a data file from a set of ligands that can be used for shape-based screening on a GPU.\n<br/>Opens the Create Shape Data File panel."
      },
      {
         "action": "phase.detect_binding_modes_gui.panel",
         "description": "Cluster hypotheses that do not match all actives to detect possible different binding modes.<br/>Opens the Detect Binding Modes panel."
      },
      {
         "action": "phase.enrichment_viewer_gui.panel",
         "description": "Display the results of a hypothesis validation, showing enrichment metrics for each hypothesis and giving access to full reports and plots.<br/>Opens the Enrichment Viewer panel."
      },
      {
         "action": "phase.hypotheses_validation_gui.panel",
         "description": "Validate one or more hypotheses by running a screen on a set of active ligands and decoy ligands. <br/>Opens the Hypotheses Validation panel."
      },
      {
         "action": "phase.hypothesis_alignment_gui.panel",
         "description": "Align one or more pharmacophore hypotheses to a reference hypothesis.<br/>Opens the Hypothesis Alignment panel."
      },
      {
         "action": "phase.manage_phasedb_gui.panel",
         "description": "<!-- pharmacophore, build database -->\nManage a Phase 3D database by adding, deleting, or exporting structures and creating and deleting subsets.<br/>Opens the Manage Phase Database panel."
      },
      {
         "action": "phase.phase_gui.panel",
         "description": "<!-- hypothesis, epharmacophore, e-pharmacophore, consensus -->Develop pharmacophore models from one or more ligands, a ligand-receptor complex, a receptor, a set of protein residues, or multiple existing hypotheses.<br/>Opens the Develop Pharmacophore Model panel."
      },
      {
         "action": "phase.phase_screening_gui.panel",
         "description": "<!-- find matches -->\nScreen ligands against one or more pharmacophore hypotheses.<br/>Opens the Phase Ligand Screening panel."
      },
      {
         "action": "phase.phase_shape_binary_file_gui.panel",
         "description": "Create a binary file from a set of ligands that can be used for shape-based screening on a GPU<br/>Opens the Create Shape Binary File panel"
      },
      {
         "action": "phase.phase_shape_gui.panel",
         "description": "<!-- alignment, ligand alignment -->\nScreen a set of molecules against a query by shape, and optionally by atom or pharmacophore type. Conformers can be generated and excluded volumes applied during the screening.<br/>Opens the Shape Screening panel."
      },
      {
         "action": "phase_clustervis",
         "description": "Cluster a set of hypotheses and display information on the clusters in order to identify multiple binding modes. Requires a set of runs performed in the Develop Common Pharmacophore Hypotheses panel.<br/>Opens the Visualization Setup panel."
      },
      {
         "action": "phase_convert_database",
         "description": "Convert a Phase database from an earlier format to the current format.<br/>Opens the Convert Phase Database panel."
      },
      {
         "action": "phase_create_hypothesis",
         "description": "<!-- Phase, pharmacophore model -->\nCreate a new pharmacophore hypothesis manually from a structure in the project.<br/>Opens the Choose Reference Ligand dialog box, then the New Hypothesis dialog box and the Manage Pharmacophore Hypotheses panel."
      },
      {
         "action": "phase_diagram_viewer_gui.panel",
         "description": "Plot the compositional phase diagram to understand the relative stability of compounds with respect to their composition.<br/>Opens the Phase Diagram Viewer Panel."
      },
      {
         "action": "phase_simple_gui",
         "parent": "phase_simple_hypo_gui.panel"
      },
      {
         "action": "phase_simple_hypo_gui.panel",
         "description": "<!-- pharmacophore model -->\nCreate a pharmacophore hypothesis from a ligand and screen compounds against this hypothesis.<br/>Opens the Simplified Pharmacophore Modeling and Screening panel."
      },
      {
         "action": "phband_structure_viewer_gui.panel",
         "description": "<!-- qe -->\nPlot the phonon dispersion from a QE periodic DFT calculation<br/>Opens the Phonon Dispersion Viewer panel."
      },
      {
         "action": "phdos_viewer_gui.panel",
         "description": "<!-- qe -->\nPlot the phonon density of states from a periodic DFT calculation as a function of frequency. Also display the dielectric constant tensors.<br/>Opens the Phonon Density of States Viewer panel."
      },
      {
         "action": "pick_atom_label",
         "description": "When picking in the Workspace, apply the action to the picked atom label."
      },
      {
         "action": "pick_atoms",
         "description": "When picking in the Workspace, apply the action to the picked atom."
      },
      {
         "action": "pick_atoms_or_bonds",
         "description": "When picking in the Workspace, apply the action to the picked atom or bond."
      },
      {
         "action": "pick_atoms_surfaces",
         "description": "When picking in the Workspace, apply the action to the picked atom or surface."
      },
      {
         "action": "pick_bonds",
         "description": "When picking in the Workspace, apply the action to the picked bond."
      },
      {
         "action": "pick_chains",
         "description": "When picking in the Workspace, apply the action to the picked chain."
      },
      {
         "action": "pick_density_peaks",
         "description": "When picking in the Workspace, apply the action to the picked density peak."
      },
      {
         "action": "pick_entries",
         "description": "When picking in the Workspace, apply the action to the picked entry."
      },
      {
         "action": "pick_excluded_volumes",
         "description": "When picking in the Workspace, apply the action to the picked excluded volume."
      },
      {
         "action": "pick_hydrophobic_cells",
         "description": "When picking in the Workspace, apply the action to the picked hydrophobic cell."
      },
      {
         "action": "pick_molecules",
         "description": "When picking in the Workspace, apply the action to the picked molecule."
      },
      {
         "action": "pick_phase_sites",
         "description": "When picking in the Workspace, apply the action to the picked Phase site."
      },
      {
         "action": "pick_residues",
         "description": "When picking in the Workspace, apply the action to the picked residue."
      },
      {
         "action": "planar_angle_gui.panel",
         "description": "Measure the angle between two planes, defined by two atom selections.<br/>Opens the Planar Angle panel."
      },
      {
         "action": "plane_shear_md_gui.panel",
         "description": "Simulate Couette flow by using non-equilibrium molecular dynamics to shear a system confined between two planes moving at constant velocity. Calculate the shear viscosity and friction coefficient of the system.<br/>Opens the Thin Plane Shear Panel."
      },
      {
         "action": "plane_shear_md_viewer_gui.panel",
         "description": "Display the results of a thin plane shear calculation including plots of drag force, friction coefficient, and the velocity gradient.<br/>Opens the Thin Plane Shear Viewer Panel."
      },
      {
         "action": "plot_coord_scan_gui.panel",
         "description": "Plot energies from scans of one or two coordinates, such as from a MacroModel or Jaguar coordinate scan.<br/>Opens the Plot Coordinate Scan Results panel."
      },
      {
         "action": "plotxy",
         "description": "Manage plots of project data: create, show, hide, delete, and rename.<br/>Opens the Manage Plots panel."
      },
      {
         "action": "polymer_builder_gui.panel",
         "description": "Build a polymer from one or more monomer units. You can specify the composition, arrangement and configuration of the monomers; the initializer, cascader (if any), and terminator; backbone dihedrals and nonstandard couplings.<br/>Opens the Polymer Builder panel."
      },
      {
         "action": "polymer_chain_analysis_gui.panel",
         "description": "Calculate properties of selected polymer molecules from one or more MD simulations, averaged over the selected molecules and the trajectory.<br/>Opens the Polymer Chain Analysis panel."
      },
      {
         "action": "polymer_chain_analysis_viewer_gui.panel",
         "description": "Show time and frequency plots of end to end distance from a polymer chain analysis calculation.<br/>Opens the Polymer Chain Analysis Viewer panel."
      },
      {
         "action": "polymer_crosslink_gui.panel",
         "description": "Build polymers from a box of monomers, by linking units according to a reaction scheme in which two specified bonds are broken and new bonds formed. Links are made when the atoms that form bonds are within a specified distance. MD at elevated temperature is used to &quot;shake up&quot; the mixture after each round of bond formation so that new bonds can be formed.<br/>Opens the Crosslink Polymers panel."
      },
      {
         "action": "polymer_crosslink_viewer_gui.panel",
         "description": "Display and analyze the results of a cross-linking calculation. The panel provides the ability to color structures in the Workspace according to features relevant to the cross-linking calculation, and show plots as a function of time and histograms as a function of molecular weight of various properties.<br/>Opens the Crosslink Polymers Viewer panel."
      },
      {
         "action": "polymer_descriptors_gui.panel",
         "description": "Calculate topological fingerprints and descriptors for polymers.<br/>Opens the Polymer Descriptors Panel."
      },
      {
         "action": "pose_explorer.materials_panel",
         "description": "Cluster structures by sets of properties and explore the properties based on the clustering, in a self-organizing map.<br/>Opens the Materials Explorer panel."
      },
      {
         "action": "pose_explorer.panel",
         "description": "Cluster poses from docking by sets of properties and explore the properties based on the clustering, in a self-organizing map.<br/>Opens the Pose Explorer panel."
      },
      {
         "action": "pose_filter.show_panel",
         "description": "Filter poses of ligands docked to a receptor by criteria on their interactions with the receptor.<br/>Opens the Pose Filter panel."
      },
      {
         "action": "pose_filter_gui.panel",
         "description": "Filter out poses that do not match user-specified criteria for ligand interactions with the receptor.<br/>Opens the Pose Filter panel."
      },
      {
         "action": "pose_viewer_gui.panel",
         "description": "Set up the Workspace for stepping through poses from one or more Glide docking runs with the receptor fixed in the Workspace.<br/>Opens the Pose Viewer panel."
      },
      {
         "action": "poseviewer",
         "description": "Display poses from a Glide docking run in the Workspace with the receptor. You can also display hydrogen bond and contact markers, and visualize per-residue interactions.<br/>Opens the Pose Viewer panel."
      },
      {
         "action": "powder_diffraction_pattern_gui.panel",
         "description": "Calculate the powder diffraction pattern for a given X-ray source for a periodic structure.<br/>Opens the Powder Diffraction Pattern panel."
      },
      {
         "action": "powder_diffraction_pattern_viewer_gui.panel",
         "description": "Plot powder diffraction pattern intensity as a function of scattering angle.<br/>Opens the Powder Diffraction Pattern Plot panel."
      },
      {
         "action": "predictsidechains",
         "description": "<!-- protein, sidechain -->\nPredict the conformation of a specified set of protein side chains. The sampling can also include various degrees of backbone relaxation, or can produce an ensemble of side chain conformations using Monte Carlo, and can optionally include periodic boundary conditions, an implicit solvent, and an implicit membrane.<br/>Opens the Predict Side Chains panel."
      },
      {
         "action": "prepare_for_md_gui.panel",
         "description": "Prepare the structure in the Workspace for MD simulations, by cleaning up bond orders, selecting a force field, and creating a simulation box by running the Desmond System Builder.<br/>Opens the Prepare for MD panel."
      },
      {
         "action": "prepwizard2_gui.panel",
         "description": "<!-- ppw -->\nLocate and fix structural defects in imported protein structures and prepare them for use by various Schrödinger applications.<br/>Opens the Protein Preparation Workflow Panel."
      },
      {
         "action": "prepwizard_gui.panel",
         "description": "<!-- ppw -->\nLocate and fix structural defects in imported protein structures and prepare them for use by various Schr&ouml;dinger products.<br/>Opens the Protein Preparation Wizard panel."
      },
      {
         "action": "prepwizard_gui.panel_no_prime_options",
         "parent": "prepwizard_gui.panel"
      },
      {
         "action": "prime_energy_visualizer_gui.panel",
         "description": "<!-- protein, MM-GB/SA, MMGBSA, SASA, solvent accessible -->\nVisualize the Prime energy, the solvent-accessible surface area, and the predicted binding affinity, as well as their individual components, as returned from an Analyze Energy job or an MM-GBSA job.<br/>Opens the Prime Energy Visualizer panel."
      },
      {
         "action": "prime_homology_modeling",
         "description": "<!-- BLAST -->\nPredict the structure of a protein from its sequence by homology modeling.<br/>Opens the Homology Modeling panel, which offers the choice of the Structure Prediction panel or the Multiple Sequence Viewer panel as the modeling interface. You can choose one of these as the default, and bypass the Homology Modeling panel."
      },
      {
         "action": "prime_macrocycle_sampling.panel",
         "description": "Sample the conformations of a ligand-sized structure that contains macrocycles.<br/>Opens the Prime Macrocycle Sampling panel."
      },
      {
         "action": "prime_macrocycle_stability_gui.panel",
         "description": "Evaluate the propensity of a macrocyclic compound to adopt a conformation similar to that adopted by a known active linear compound in a binding site.<br/>Opens the Macrocycle Bioactive Conformation Propensity panel."
      },
      {
         "action": "prime_mmgbsa_gui.panel",
         "description": "<!-- protein, MM-GB/SA, MMGBSA -->\nCalculate ligand binding energies and ligand strain energies for a set of ligands and a single receptor, using the MM-GBSA methodology in Prime.<br/>Opens the Prime MM-GBSA panel."
      },
      {
         "action": "prime_visualize_results",
         "parent": "prime_energy_visualizer_gui.panel"
      },
      {
         "action": "primexpanel",
         "description": "Refine the X-ray crystal structure of a protein, from the reflections file, the sequence, and a model structure.<br/>Opens the PrimeX panel."
      },
      {
         "action": "probe_grid_gui.panel",
         "description": "Explore the potential energy surface of a molecule with respect to a probe molecule, by calculating QM energies of the probe-target system at a set of probe grid points. The grid is a set of points on one or more surfaces surrounding the target.<br/>Opens the Probe Grid Scan panel."
      },
      {
         "action": "project_backup",
         "description": "Make a backup copy of the project in a zip file (<code>.prjzip</code>). The copy is stored in the directory <i>project</i><code>.backup</code> in the same location as the project, where <i>project</i><code>.prj</code> is the name of the project. You can set a preference for the backup location under Project &ndash; Backups in the Preferences panel.<br/>Opens a dialog box in which you can enter a description of the backup."
      },
      {
         "action": "project_close",
         "description": "Close the current project, with a prompt to save it if it is a scratch project. A scratch project is created to replace it."
      },
      {
         "action": "project_compress",
         "description": "Reduce the size of the structure data (atoms, atom properties) stored in the project by removing whitespace, atom properties that have default values for all atoms in a structure, and redundant bond properties, then zipping the structure. Only necessary when you open an older project in the uncompressed format. For large projects, compression can take a substantial amount of time."
      },
      {
         "action": "project_copyto",
         "description": "Export part or all of the project to a new project, and continue working in the current project. The project selector that opens offers options for inclusion of user-created files, for saving as a compressed file (<code>.prjzip</code>, the default), for copying only the selected or included entries, for inclusion of workflow data from Prime, and for saving in Maestro 9.4 project format. Plots are only copied if you copy all entries to the new project."
      },
      {
         "action": "project_createentry",
         "description": "Create a new project entry from the Workspace structure. A dialog box is displayed, in which you can enter a title for the entry, and choose whether to create the entry from all atoms, the selected atoms, or the displayed atoms."
      },
      {
         "action": "project_delete",
         "description": "Delete the current project. Any uncompleted jobs started from this project will finish, but cannot be incorporated."
      },
      {
         "action": "project_entry_color_rows",
         "description": "Color the selected rows in the Project Table with a constant color or by the values of a property.<br/>Opens the Color Rows dialog box."
      },
      {
         "action": "project_exportstructures",
         "description": "Export entries from the current project to one or more files, with a choice of file formats and options to control the export behavior. You can create new structure files or append to an existing structure file. Opens the Export dialog box."
      },
      {
         "action": "project_import_gui.panel",
         "description": "Import structures from one project into another project. The current Maestro project can be the source or the destination project.<br/>Opens the Import Structures from Project panel."
      },
      {
         "action": "project_importfromproject",
         "description": "Import entries and properties from another project into the current project.<br/>Opens the Import from Project Dialog Box."
      },
      {
         "action": "project_importstructures",
         "description": "Import structures and their properties into the current project from one or more files. The import behavior is affected by settings and preferences.<br/>Opens the Import dialog box."
      },
      {
         "action": "project_merge",
         "description": "Merge another project into the current project. Opens a project selector, in which you can navigate to and select the project to merge."
      },
      {
         "action": "project_new",
         "description": "Create a new project. Opens a project selector in which you can navigate to a location and name the new project. The current project is closed, with a prompt to save it if it is a scratch project."
      },
      {
         "action": "project_open",
         "description": "Open an existing project. Opens a project selector in which you can navigate to the desired project.  The current project is closed, with a prompt to save it if it is a scratch project."
      },
      {
         "action": "project_publish",
         "description": "Create a web page (HTML file) with a relative link to the project, which is stored as a zip file (<code>.prjzip</code>). You can provide a summary of the project, which is included in the web page. The page and project can then be placed on a web site."
      },
      {
         "action": "project_restore",
         "description": "Restore the state of a project from a backup copy. The project is overwritten by the backup.<br/>Opens the Restore Project from Backup dialog box, in which you can select the backup to restore."
      },
      {
         "action": "project_revertstate",
         "description": "Revert the state of the project to the last saved state, discarding changes made since it was last saved."
      },
      {
         "action": "project_saveas",
         "description": "Save the project with a new name, as a regular or an archived project. The old project remains as it was when you performed the save.<br/>Opens the Save Project dialog box"
      },
      {
         "action": "project_savestate",
         "description": "Make a copy of the project in its current state. The copy is stored inside the project."
      },
      {
         "action": "project_saveworkspacechanges",
         "description": "Save changes in the Workspace to the project. This item is only available if you have your project synchronization preference set to Only when specifically requested (in the Project &ndash; Entry changes tab of the Preferences panel) and you have made changes to the Workspace."
      },
      {
         "action": "project_showtable",
         "description": "Show the contents of the project in a table view that has all the tools for project operations.<br/>Opens the Project Table panel."
      },
      {
         "action": "project_summary",
         "description": "View summary information for the project, on project entries, runs, and jobs; and view, add, or delete annotations.<br/>Opens the Project Summary panel."
      },
      {
         "action": "projectcalc.panel",
         "description": "Calculate new properties by arithmetic operations on existing properties. Opens the Project Table Calculator panel."
      },
      {
         "action": "projectplot.panel",
         "description": "Create and manage scatter plots and histograms of entry properties. Multiple plots and multiple data sets per plot are supported.<br/>Opens the Project Plot panel."
      },
      {
         "action": "projtable_collapse_all",
         "description": "Collapse all groups, so that only the group titles are visible."
      },
      {
         "action": "projtable_collapse_selected",
         "description": "Collapse the selected groups, so that only the group titles are visible."
      },
      {
         "action": "projtable_collapse_unselected",
         "description": "Collapse the groups that do not contain selected entries."
      },
      {
         "action": "projtable_colorby_eprop",
         "description": "Color the rows for the selected entries according to the value of a property.<br/>Opens the Color By Property dialog box."
      },
      {
         "action": "projtable_copy_allprop",
         "description": "Copy all entry properties to the clipboard."
      },
      {
         "action": "projtable_copy_shownprop",
         "description": "Copy the entry properties that are shown in the Project Table to the clipboard."
      },
      {
         "action": "projtable_create_group",
         "description": "Move the entries to a new entry group. Opens a dialog box in which you can name the new entry group."
      },
      {
         "action": "projtable_customize_menus",
         "description": "Customize shortcut keys for menus in the Project Table.<br/>Opens the Preferences panel at the Menu Shortcuts tab."
      },
      {
         "action": "projtable_delete_entries",
         "description": "Delete the selected entries in the Project Table. The entries are removed from the project."
      },
      {
         "action": "projtable_duplicateexistinggroup",
         "description": "Duplicate the selected entries and place the entries into an existing group, at the end of the group. Opens the Duplicate into Group dialog box, in which you can choose the group for the duplicated entries."
      },
      {
         "action": "projtable_duplicateinplace",
         "description": "Duplicate the selected entries and place each new entry immediately below its source entry."
      },
      {
         "action": "projtable_duplicatenewgroup",
         "description": "Duplicate the selected entries and place the entries into a new group. Opens the New Group dialog box, in which you can give the group a title."
      },
      {
         "action": "projtable_duplicateungrouped",
         "description": "Duplicate the selected entries and place the entries at the end of the ungrouped entries."
      },
      {
         "action": "projtable_eplayer_gotoend",
         "description": "Include only the last selected structure in the Workspace."
      },
      {
         "action": "projtable_eplayer_gotostart",
         "description": "Include only the first selected structure in the Workspace."
      },
      {
         "action": "projtable_eplayer_loop_none",
         "description": "When playing through the selected structures, stop when the end of the set of structures is reached."
      },
      {
         "action": "projtable_eplayer_loop_oscillate",
         "description": "When playing through the selected structures, reverse the direction of play when the end of the set of structures is reached."
      },
      {
         "action": "projtable_eplayer_loop_singledirection",
         "description": "When playing through the selected structures, start again at the other end when the end of the set of structures is reached."
      },
      {
         "action": "projtable_eplayer_next",
         "description": "Include only the next selected structure in the Workspace."
      },
      {
         "action": "projtable_eplayer_nextgroup",
         "description": "Include only the first selected entry in the next entry group in the Workspace."
      },
      {
         "action": "projtable_eplayer_options",
         "description": "Set the speed of play and specify actions to be perfomed during play, such as saving changes, superimposing entries, and running scripts.<br/>Opens the ePlayer Options panel."
      },
      {
         "action": "projtable_eplayer_playbackward",
         "description": "Include the selected structures in turn in the Workspace, moving toward the first."
      },
      {
         "action": "projtable_eplayer_playforward",
         "description": "Include the selected structures in turn in the Workspace, moving toward the last."
      },
      {
         "action": "projtable_eplayer_prev",
         "description": "Include only the previous selected structure in the Workspace."
      },
      {
         "action": "projtable_eplayer_prevgroup",
         "description": "Include only the first selected entry in the previous entry group in the Workspace."
      },
      {
         "action": "projtable_eplayer_stop",
         "description": "Stop playing through the structures."
      },
      {
         "action": "projtable_eplayer_toolbar",
         "description": "Display the ePlayer toolbar in the Project Table panel."
      },
      {
         "action": "projtable_exclude_entries",
         "description": "Exclude (remove) the selected entries from the Workspace. Fixed entries are also removed with this command."
      },
      {
         "action": "projtable_expand_all",
         "description": "Expand all groups."
      },
      {
         "action": "projtable_expand_only_selected",
         "description": "Expand the selected groups."
      },
      {
         "action": "projtable_expand_selected",
         "description": "Expand the selected groups and collapse all other groups."
      },
      {
         "action": "projtable_expand_to_selected_entries",
         "description": "Expand groups to display the selected entries."
      },
      {
         "action": "projtable_expand_unselected",
         "description": "Expand all groups that do not have selected entries."
      },
      {
         "action": "projtable_find_replace_toolbar",
         "description": "Show or hide the Find toolbar."
      },
      {
         "action": "projtable_fix_entries",
         "description": "Include the selected entries in the Workspace, and keep them in the Workspace until explicitly excluded or unfixed, the Workspace is cleared, or the project is closed. Actions that exclude other entries from the Workspace, such as Include Only, have no effect on the fixed entries. A padlock icon appears in the In column for these entries."
      },
      {
         "action": "projtable_group_include_first_entry",
         "description": "Include the first entry in each toplevel group in the Workspace."
      },
      {
         "action": "projtable_group_menu_deleteallempty",
         "description": "Delete all empty groups in the Project Table."
      },
      {
         "action": "projtable_group_menu_deselectall",
         "description": "Deselect all entries that are inside groups."
      },
      {
         "action": "projtable_group_menu_invertselection",
         "description": "Invert the selection of entries inside each group that has selected entries: the selected entries in each group are deselected, and the unselected entries in each group are selected."
      },
      {
         "action": "projtable_group_ungroup",
         "description": "Ungroup the selected groups."
      },
      {
         "action": "projtable_groupby_entryprop",
         "parent": "projtable_groupby_eprop"
      },
      {
         "action": "projtable_groupby_eprop",
         "description": "Group the selected entries by the value of a property. Groups are created by property range for numerical property values, and for each unique value for string property values.<br/>Opens the Group By Entry Property panel."
      },
      {
         "action": "projtable_include_entries",
         "description": "Include the selected entries in the Workspace along with the entries that are already included."
      },
      {
         "action": "projtable_include_only_entries",
         "description": "Include only the selected entries in the Workspace, and exclude all others. Does not affect fixed entries."
      },
      {
         "action": "projtable_lock_entries",
         "description": "Lock the selected entries so that they cannot be modified or deleted until they are unlocked. A padlock icon appears in the Row column for these entries. You can change locked entries in the Workspace, but the changes will not be saved to the project."
      },
      {
         "action": "projtable_merge_entries",
         "description": "Merge the selected entries into a single entry. The merged entry is placed after the last selected entry, inside the last entry's entry group if one exists."
      },
      {
         "action": "projtable_move_group",
         "description": "Move the selected entries to an existing group. You can select the group to move the entries to, from &lt;no group&gt;, to move the entries into the ungrouped entries, and &lt;new group&gt;, to create a new group.<br/>Opens the Move to Group dialog box."
      },
      {
         "action": "projtable_move_to_new_group",
         "description": ""
      },
      {
         "action": "projtable_move_to_row",
         "description": "Move the selected entries so that the first entry is at a specified row number, or the first or last row.<br/>Opens the Move to Row dialog box."
      },
      {
         "action": "projtable_moveto_end_of_parent_group",
         "description": ""
      },
      {
         "action": "projtable_moveto_end_of_table",
         "description": ""
      },
      {
         "action": "projtable_moveto_existing_group",
         "description": ""
      },
      {
         "action": "projtable_moveto_top_of_parent_group",
         "description": ""
      },
      {
         "action": "projtable_moveto_top_of_table",
         "description": ""
      },
      {
         "action": "projtable_other_row",
         "description": ""
      },
      {
         "action": "projtable_paste_entryprop",
         "description": "Paste the properties from the clipboard into the selected entries. The existing properties are overwritten. If a property does not exist (or is of a different type) a new property is created for those entries. If a property value is empty in the source entry, the value will be empty in the target entries."
      },
      {
         "action": "projtable_project_toolbar",
         "description": ""
      },
      {
         "action": "projtable_property_toolbar",
         "description": ""
      },
      {
         "action": "projtable_property_tree",
         "description": ""
      },
      {
         "action": "projtable_record_movie",
         "description": "Record an MPEG movie of the selected entries in the Project Table. You can specify the file name or browse to the location, and set options for resolution and speed. Opens the Record Movie dialog box."
      },
      {
         "action": "projtable_reset_entries_color",
         "description": "Reset the row coloring of the selected entries to the default color."
      },
      {
         "action": "projtable_select_add",
         "description": "Add entries to the selection on the basis of their properties.<br/>Opens the Entry Selection dialog box."
      },
      {
         "action": "projtable_select_all",
         "description": "Select all entries in the Project Table."
      },
      {
         "action": "projtable_select_by_property_values",
         "description": "Select entries in the Project Table based on a combination of criteria for property values.<br/>Opens the Select Entries by Property Values dialog box."
      },
      {
         "action": "projtable_select_deselect",
         "description": "Remove entries from the selection on the basis of their properties.<br/>Opens the Entry Selection dialog box."
      },
      {
         "action": "projtable_select_filter_edit",
         "description": "Create or edit a filter for selecting entries using Entry Selection Language (ESL).<br/>Opens the Edit Filter panel."
      },
      {
         "action": "projtable_select_filter_filter1",
         "description": "Use the first stored filter to select entries in the Project Table."
      },
      {
         "action": "projtable_select_filter_filter10",
         "description": ""
      },
      {
         "action": "projtable_select_filter_filter2",
         "description": "Use the second stored filter to select entries in the Project Table."
      },
      {
         "action": "projtable_select_filter_filter3",
         "description": "Use the third stored filter to select entries in the Project Table."
      },
      {
         "action": "projtable_select_filter_filter4",
         "description": "Use the fourth stored filter to select entries in the Project Table."
      },
      {
         "action": "projtable_select_filter_filter5",
         "description": ""
      },
      {
         "action": "projtable_select_filter_filter6",
         "description": ""
      },
      {
         "action": "projtable_select_filter_filter7",
         "description": ""
      },
      {
         "action": "projtable_select_filter_filter8",
         "description": ""
      },
      {
         "action": "projtable_select_filter_filter9",
         "description": ""
      },
      {
         "action": "projtable_select_filter_more",
         "description": "Use another stored filter to select entries in the Project Table. Opens a dialog box in which you can choose the filter."
      },
      {
         "action": "projtable_select_filter_none_defined",
         "description": ""
      },
      {
         "action": "projtable_select_firstentry_per_title",
         "description": "Select the first entry with a given title in each selected entry group."
      },
      {
         "action": "projtable_select_firstlevel_of_entries",
         "description": "Select only the entries at the first level of the selected entry groups."
      },
      {
         "action": "projtable_select_fromgroups",
         "description": ""
      },
      {
         "action": "projtable_select_invert",
         "description": "Invert the selection: select the unselected entries, and deselect the selected entries."
      },
      {
         "action": "projtable_select_none",
         "description": "Deselect all entries in the Project Table."
      },
      {
         "action": "projtable_select_only",
         "description": "Select entries on the basis of their properties.<br/>Opens the Entry Selection dialog box."
      },
      {
         "action": "projtable_select_random",
         "description": "Randomly select a percentage of the current selected or included entries.<br/>Opens the Random Selection dialog box."
      },
      {
         "action": "projtable_select_smarts",
         "description": "Select entries that match one or more SMARTS patterns.<br/>Opens the Select by SMARTS dialog box."
      },
      {
         "action": "projtable_set_entries_color",
         "description": ""
      },
      {
         "action": "projtable_stars_1",
         "description": "Set the number of stars for the selected entries to 1."
      },
      {
         "action": "projtable_stars_2",
         "description": "Set the number of stars for the selected entries to 1."
      },
      {
         "action": "projtable_stars_3",
         "description": "Set the number of stars for the selected entries to 3."
      },
      {
         "action": "projtable_stars_none",
         "description": "Set the number of stars for the selected entries to 0."
      },
      {
         "action": "projtable_unfix_entries",
         "description": "Change any fixed entries in the entry selection so that they are no longer fixed. The entries remain in the Workspace, but can be removed by actions like Include Only. The padlock icon is removed from the In column for these entries."
      },
      {
         "action": "projtable_ungroup",
         "description": "Move the selected entries out of their groups to the ungrouped area."
      },
      {
         "action": "projtable_unlock_entries",
         "description": "Unlock the selected entries so that they can be modified or deleted. The padlock icon is removed from the Row column for these entries."
      },
      {
         "action": "projtable_view_preferences",
         "description": ""
      },
      {
         "action": "prosane_gui.panel",
         "description": "Display reports on a variety of protein properties, such as deviations from ideal values, B-factors, and missing atoms.<br/>Opens the Protein Reports panel."
      },
      {
         "action": "protein_descriptors_calc_gui.panel",
         "description": "<!-- ML -->\nCalculate descriptors for a protein or antibody that can be used for machine learning.<br/>Opens the Calculate Protein Descriptors Panel."
      },
      {
         "action": "protein_interaction_analysis_gui.panel",
         "description": "Analyze the interactions at the interface of two proteins, defined as two sets of chains. The analysis locates residues in the second set of chains that are within a given distance of residues in the first set of chains, and presents counts of hydrogen bonds, salt bridges, disulfide bonds, pi-pi stacking interactions, and van der Waals clashes, and reports the van der Waals surface complementarity and buried solvent-accessible surface area.<br/>Opens the Protein Interaction Analysis panel."
      },
      {
         "action": "protein_protein_docking_gui.panel",
         "description": "<!-- protein docking, piper, cluspro -->\nPredict the bound conformation for two protein structures. The proteins are held rigid during the docking process. When the process is complete, a rank ordered set of possible poses for the two proteins is returned.<br/>Opens the Protein-Protein Docking panel."
      },
      {
         "action": "protein_reliability_gui.panel",
         "description": "Provide an interactive graphical representation of the reliability of a particular protein structure for modeling, as represented by a variety of physical measures.<br/>Opens the Protein Reliability Report panel."
      },
      {
         "action": "protein_splicing",
         "parent": "splicer_gui.panel"
      },
      {
         "action": "protein_structure_quality_gui.panel",
         "description": "<!-- ramachandran -->\nAnalyze the proteins in the Workspace, and display both tabular and graphical reports on their quality, as measured by deviations from ideal values. An interactive 2-D plot area allows you to select elements of the protein on the basis of their deviations from ideality and have those elements selected in the Workspace for further consideration.<br/>Opens the Protein Structure Quality Viewer panel."
      },
      {
         "action": "protein_titration_gui.panel",
         "description": "Generate and display a titration curve for one or more proteins.<br/>Opens the Protein Titration Curve panel."
      },
      {
         "action": "psp",
         "description": "Predict the structure of a protein from its sequence by homology modeling, including multimer and GPCR building, and flexibility in choosing templates, editing alignments, and building the structure.<br/>Opens the Structure Prediction panel."
      },
      {
         "action": "pt_add_interaction_counts",
         "parent": "calcprop"
      },
      {
         "action": "pt_add_molecular_properties",
         "parent": "calcprop"
      },
      {
         "action": "pt_add_property_by_type",
         "parent": "pt_property_add"
      },
      {
         "action": "pt_add_sequential_index",
         "parent": "calcprop"
      },
      {
         "action": "pt_add_substructure_count",
         "description": "Add properties that are counts of substructures to project entries.<br/>Opens the Add Substructure Count Property Dialog Box."
      },
      {
         "action": "pt_column_change_property",
         "description": "Change display settings or internal settings of entry properties.<br/>Opens the Change Properties Dialog Box."
      },
      {
         "action": "pt_columns_fit_data",
         "description": "Set the column width to the width of the longest data value."
      },
      {
         "action": "pt_columns_fit_header",
         "description": "Set the column width to the width of the column heading."
      },
      {
         "action": "pt_columns_fit_header_data",
         "description": "Set the column width to the maximum of the heading width and the width of the longest data value."
      },
      {
         "action": "pt_compute_relative_energies",
         "description": "<br/>Opens the Add Relative Energy Property dialog box"
      },
      {
         "action": "pt_customize_menu",
         "description": "Customize the menus in the Project Table panel. You can add, delete, or move items, menus, or submenus, and you can assign shortcut keys and mnemonics. Opens the Customize Menus panel."
      },
      {
         "action": "pt_customize_toolbars",
         "description": "Customize the toolbars in the Project Table panel, by adding, deleting, or moving buttons or toolbars. Opens the Customize Toolbars dialog box."
      },
      {
         "action": "pt_entry_duplicate_copy_properties",
         "description": "Select this option if you want to copy the properties of the source entries to the target entries when duplicating entries; deselect it to copy only the structure."
      },
      {
         "action": "pt_entry_split_chain",
         "description": "Split the selected entry into a set of entries, one for each chain in the source entry."
      },
      {
         "action": "pt_entry_split_copy_properties",
         "description": "Copy the properties of the source entry to the new entries when the source is split."
      },
      {
         "action": "pt_entry_split_ligand",
         "description": "Split the selected entry into a set of entries, one for each ligand in the source entry, one for the waters, and one for any other atoms, such as a protein."
      },
      {
         "action": "pt_entry_split_molecule",
         "description": "Split the selected entry into a set of entries, one for each molecule in the source entry."
      },
      {
         "action": "pt_export_spreadsheet",
         "description": "Export rows and columns from the Project Table to a CSV file, which can be read into a spreadsheet application. Opens the Export Spreadsheet panel."
      },
      {
         "action": "pt_export_structures",
         "parent": "project_exportstructures"
      },
      {
         "action": "pt_export_to_canvas",
         "description": "Export the selected entries in the Project Table panel with their properties directly to a Canvas project, and open the Canvas GUI with that project loaded. Opens the Export to Canvas dialog box to select options for the Canvas project, then a file selector to name or locate the Canvas project."
      },
      {
         "action": "pt_export_to_pymol",
         "parent": "pymol4maestro.show_panel"
      },
      {
         "action": "pt_export_to_spreadsheet",
         "parent": "pt_export_spreadsheet"
      },
      {
         "action": "pt_find_replace",
         "description": "Show or hide the Find toolbar to find and replace text, in any table cell except the row number."
      },
      {
         "action": "pt_import_spreadsheet",
         "description": "Import data from a spreadsheet into the project as entry properties. Combined with the use of the Export Spreadsheet dialog box, you can export data to a spreadsheet, manipulate it, and re-import it into Maestro. Opens the Import Spreadsheet panel."
      },
      {
         "action": "pt_import_structures",
         "parent": "project_importstructures"
      },
      {
         "action": "pt_import_surfaces",
         "description": "Import surfaces or volumes from a file and associate them with the selected entry. There must be only one entry selected for this menu item to be available. Opens a file selector to choose the files."
      },
      {
         "action": "pt_import_vibrational_data",
         "description": "Import vibrational data from a Jaguar calculation and associate it with the selected entry. There must be only one entry selected for this menu item to be available. Opens a file selector to choose the file."
      },
      {
         "action": "pt_mute_row_column_colors",
         "description": ""
      },
      {
         "action": "pt_preferences",
         "description": "Open the Preferences panel at the Project Table &ndash; Properties tab, so you can set project-related preferences."
      },
      {
         "action": "pt_property_add",
         "description": "Add a new property column to the project table. Opens the Add Property dialog box, in which you can specify the name, type, and precision of the property and its initial value."
      },
      {
         "action": "pt_property_calculate",
         "parent": "calcprop"
      },
      {
         "action": "pt_property_clear",
         "description": "Clear the values in the chosen properties for the selected entries or all entries.<br/>Opens the Clear Property Values Dialog Box."
      },
      {
         "action": "pt_property_copy",
         "description": "Copy values from one property to another, for the selected entries or for all entries. <br/>Opens the Copy Property panel."
      },
      {
         "action": "pt_property_custom_families",
         "description": "Create, edit, and delete custom property families.<br/>Opens the Manage Custom Property Families panel."
      },
      {
         "action": "pt_property_decimalplaces",
         "description": "Set the number of decimal places displayed for one or more real-valued properties. This item is not on the Property shortcut menu if the property does not have real values.<br/>Opens the Set Decimal Places dialog box."
      },
      {
         "action": "pt_property_delete",
         "description": "Delete chosen properties.<br/>Opens the Delete Property dialog box"
      },
      {
         "action": "pt_property_hideall",
         "description": "Hide all project properties. Only the Row, In, and Title columns remain visible."
      },
      {
         "action": "pt_property_hideonly_family_maestro",
         "description": ""
      },
      {
         "action": "pt_property_merge",
         "description": "Merge the values of one or more properties into a destination property, by concatenating the source properties into a string in the selected order, with a specified separator.<br/>Opens the Merge Properties panel."
      },
      {
         "action": "pt_property_primaryonly",
         "description": "Show only the primary properties of each property family, and hide the secondary properties."
      },
      {
         "action": "pt_property_select",
         "description": "Select the properties to show.<br/>Opens the Show Properties dialog box, in which you can choose the properties to show."
      },
      {
         "action": "pt_property_selectedentries",
         "description": "Show only the properties that have values for one or more of the selected entries, and hide all other properties."
      },
      {
         "action": "pt_property_showall",
         "description": "Show all project properties."
      },
      {
         "action": "pt_property_showonly_family_maestro",
         "description": "Show only the Maestro properties."
      },
      {
         "action": "pt_property_tree",
         "description": "Display a tree view of the properties in the Project Table, which you can use to show and hide properties and property families, locate and scroll to properties.<br/>Opens the Property Tree panel, which is docked to the right of the properties in the table by default."
      },
      {
         "action": "pt_rank_entries",
         "description": "Perform Pareto ranking of project entries for 2 to 4 properties. The result is a property that specifies the rank. The entries can be sorted and the top-ranking entries selected after ranking.<br/>Opens the Multivariate Ranking panel."
      },
      {
         "action": "pt_redo_calculation",
         "description": "Recalculate values of entry properties that were generated from the structures.<br/>Opens the Recalculate Molecular Properties Dialog Box."
      },
      {
         "action": "pt_reorder_properties",
         "description": "Change the order that the properties appear in the Project Table. Opens the Reorder Properties dialog box."
      },
      {
         "action": "pt_select_by_property_values",
         "parent": "projtable_select_by_property_values"
      },
      {
         "action": "pt_select_first_entry_per_title",
         "parent": "projtable_select_firstentry_per_title"
      },
      {
         "action": "pt_select_first_level_entries",
         "parent": "projtable_select_firstlevel_of_entries"
      },
      {
         "action": "pt_show_2d_images",
         "description": "Display 2D structures as a third column in the Project Table. Structures with more than a specified number of atoms (default 200) are not displayed. For protein-ligand complexes, the ligand is displayed, with an icon in the top right to indicate that a protein is present."
      },
      {
         "action": "pt_sort_entries",
         "description": "Sort the entries and entry groups in the Project Table by the values of one or more properties. Entries can be grouped before sorting, and groups can be sorted on the same properties as ungrouped entries or on different properties. Entries with the highest or lowest values can be selected after sorting. The sort can be applied to all entries, or just the selected entries. <br/>Opens the Sort Project Table panel."
      },
      {
         "action": "pt_update_substructure_count",
         "description": "Update properties that are counts of substructures of project entries.<br/>Opens the Add Substructure Count Property Dialog Box."
      },
      {
         "action": "pxrd_gui.panel",
         "description": "Locate peaks in a plot of intensity against angle from an x-ray powder diffraction experiment, after removing background. Peaks can be detected automatically and adjusted or assigned manually.<br/>Opens the Powder Diffraction Indexing panel."
      },
      {
         "action": "pymol",
         "parent": "pymol4maestro.show_panel"
      },
      {
         "action": "pymol4maestro.show_panel",
         "description": "View structures from Maestro in PyMOL. You can start and stop PyMOL, send structures from Maestro to PyMOL, and make settings for the PyMOL scene and image.<br/>Opens the PyMOL for Maestro panel."
      },
      {
         "action": "python_shell",
         "description": "Open a window that can be used to run Python commands, with the Schr&ouml;dinger environment set up.<br/>Opens the Python Shell panel."
      },
      {
         "action": "qikprop",
         "description": "<!-- ADME/T, logP, logS, Caco-2, MDCK, permeability, herg, QSPR, QikProp, quick -->\nCalculate ADME properties and 2D and 3D QSAR descriptors of small molecules.<br/>Opens the QikProp panel."
      },
      {
         "action": "qm_monitor_gui.panel",
         "description": "<!-- qe -->\nMonitor the convergence of QM jobs (Jaguar or Quantum Espresso) while they are running.<br/>Opens the QM Monitor panel"
      },
      {
         "action": "qpld_gui.panel",
         "description": "<!-- qm, Jaguar, QPLD -->\nUse quantum mechanically-polarized ligand partial atomic charges and dock ligands to a protein target with Glide.<br/>Opens the QM-Polarized Ligand Docking panel."
      },
      {
         "action": "qsar",
         "description": "Build a 3D QSAR model from a set of aligned ligands, and use the model to predict activities for other molecules. The model can be based on atom types, but not on pharmacophore types.<br/>Opens the Atom-Based QSAR panel."
      },
      {
         "action": "qsite",
         "description": "<!-- impact, jaguar -->\nPerform mixed quantum mechanical/molecular mechanical (QM/MM) calculations on proteins and protein-ligand complexes.<br/>Opens the QSite panel."
      },
      {
         "action": "query_bonds_gui.panel",
         "description": "Find bonds in a structure by element pair, order, or length, and delete or change the order of selected bonds.<br/>Opens the Query Bonds Panel."
      },
      {
         "action": "query_csd_gui.panel",
         "description": "Send a query to Mogul for a set of ligand molecules, to obtain a report on the match between the geometric parameters of the molecules and those found in the Cambridge Structural Database (CSD).<br/>Opens the Query Cambridge Structural Database panel."
      },
      {
         "action": "query_materials_local_gui.panel",
         "description": "Search the local file system for structures that match an ASL expression or contain specified structure properties, and import the results into the project.<br/>Opens the Query Local Materials panel"
      },
      {
         "action": "query_materials_mp_gui.panel",
         "description": "Query the databases of the Materials Project.<br/>Opens the Query Materials Project Database panel"
      },
      {
         "action": "r_group_analysis.show_panel",
         "description": "Identify the groups that are attached to a common core in a series of molecules and display properties of the identified R groups. The core can be taken from CombiGlide attachment bond labeling, specified by a SMARTS pattern, or determined by the maximum common substructure obtained from a Canvas MCS run.<br/>Opens the R-Group Analysis panel.<!-- SAR, structure-activity relationship -->"
      },
      {
         "action": "r_group_library_gui.ligand_panel",
         "description": "Create and edit ligands for metal complexes and manage ligand libraries.<br/>Opens the Ligand Creator panel"
      },
      {
         "action": "r_group_library_gui.panel",
         "description": "Create and edit R groups, and manage R-group libraries.<br/>Opens the R-Group Creator panel."
      },
      {
         "action": "rama_gui.panel",
         "description": "<!-- torsion -->\nDisplay a Ramachandran plot of protein phi and psi dihedral angles.<br/>Opens the Ramachandran Plot panel."
      },
      {
         "action": "rapid_torsion_scan_gui.panel",
         "description": "Scan the orientations around a ligand bond or view rotamer states of a selected protein residue, and see a breakdown of the energy for each orientation or state. No relaxation of the structure is done during the scan.<br/>Opens the Rapid Torsion Scan panel."
      },
      {
         "action": "raytrace.run",
         "description": "Create a ray trace image of the Workspace, using PyMOL.<br/>Opens a file browser to specify the output file."
      },
      {
         "action": "rdf_gui.panel",
         "description": "<!-- desmond, analysis -->\nCalculate and plot radial distribution functions from a molecular dynamics simulation.<br/>Opens the Radial Distribution Function panel."
      },
      {
         "action": "reaction_based_enum_gui.panel",
         "description": "Enumerate structures by substitution of R groups in the reactants and products of a single- or multi-step reaction.<br/>Opens the Reaction-Based Enumeration panel"
      },
      {
         "action": "reaction_energetics_enumeration_gui.panel",
         "description": "<!-- energy, enthalpy -->\nCalculate reaction barriers, enthalpies, and energies of intermediates for a series of related compounds, based on a prototype reaction, which can include multiple transition states and intermediates. The structures for the reactions are enumerated by addition of functional groups to the structures for the prototype reaction.<br/>Opens the Reaction Energetics Enumeration panel."
      },
      {
         "action": "reaction_profile_viewer_gui.panel",
         "description": "Display a diagram of the energy for the stationary points in the progress of a reaction, derived from the energies of specified Maestro project entries.<br/>Opens the Reaction Profile Viewer panel"
      },
      {
         "action": "reaction_workflow_gui.panel",
         "description": "Run a set of optimizations with Jaguar on structures that are reactants, transition states, intermediates, or products in a reaction network, with an optional conformational search.<br/>Opens the Reaction Network Profiler panel."
      },
      {
         "action": "reaction_workflow_input_gui.panel",
         "description": "Prepare input structures for each stage of a reaction network, annotated with the relevant properties. The prepared structures can then be used in the Reaction Network Profiler panel.<br/>Opens the Create Reaction Network Profiler Input Structures panel."
      },
      {
         "action": "reactiq_gui.panel",
         "description": "Set up and run a transition state search. The setup involves providing a set of reactant and product structures, viewing the reactant and product complexes and an initial reaction path, adjusting these structures as necessary, then making settings and running the job.<br/>Opens the Transition State Search panel."
      },
      {
         "action": "reactiq_viewer_gui.panel",
         "description": "View the results of a transition state search.<br/>Opens the Transition State Search Viewer panel."
      },
      {
         "action": "reactive_protein_residues_gui.panel",
         "description": "<!-- hot spots, reactivity -->\nIdentify protein residues that have a propensity for deamidation, oxidation, glycosylation or proteolysis. Residues are identified based on canonical definitions reported in the literature plus filters based on solvent accessibility and b-factor. You can add search defintions using the extensible PROSITE syntax.<br/>Opens the Reactive Protein Residues panel."
      },
      {
         "action": "reagentprep",
         "description": "Prepare reagent libraries for use in combinatorial screening or combinatorial library enumeration, by identifying the functional group and labeling the attachment bond.<br/>Opens the Reagent Preparation panel."
      },
      {
         "action": "redefine_lattice_gui.panel",
         "description": "Redefine the lattice for a crystal structure, by specifying new lattice constants, defining a plane for one face of the new cell, supplying a transformation matrix, or converting to a primitive cell.<br/>Opens the Redefine Lattice panel."
      },
      {
         "action": "refinecomplex",
         "description": "<!-- Prime --><br/>Optimize a docked ligand in the environment of its protein, taking protein flexibility into account. The optimization can be performed using a variety of protocols for both covalently-bound and non-covalently-bound ligands, and can optionally include periodic boundary conditions, an implicit solvent, and an implicit membrane.<br/>Opens the Refine Protein-Ligand Complex panel."
      },
      {
         "action": "refineloops",
         "description": "<!-- Prime -->\nRefine the structure of loops in the protein that is displayed in the Workspace. The refinement can be run with periodic boundary conditions, in implicit solvent, and with an implicit membrane.<br/>Opens the Refine Loops panel."
      },
      {
         "action": "remove_molecules_from_system_gui.panel",
         "description": "Remove molecules from a system prepared for MD simulations, by random selection, preserving force-field information.<br/>Opens the Remove Molecules from System Panel."
      },
      {
         "action": "renameproperty",
         "description": "Rename the property. You can change the visible name and the internal name, and you can also change the property type.<br/>Opens the Edit Property Name/Type dialog box."
      },
      {
         "action": "rep",
         "description": "Change the representation of atoms and bonds. You can choose the representation and apply it to all atoms or to selected atoms.<br/>Opens the Molecular Representation panel."
      },
      {
         "action": "replica_exchange_review_gui.panel",
         "description": "<!-- desmond, REMD -->\nAnalyze replica exchange simulations. Display plots of temperature replicas as functions of time.<br/>Opens the Replica Exchange Dynamics Review Panel."
      },
      {
         "action": "residue_analysis_gui.panel",
         "description": "<!-- SASA, energy -->\nRun an analysis of the protein in the Workspace to produce properties of the residues, including hydropathy, energies, solvent-accessible surface areas, and rotatable bonds.<br/>Opens the Residue Analysis panel."
      },
      {
         "action": "residue_distance_map.panel",
         "description": "Dispay a heat map of the distances between all pairs of a selected PDB atom type in a protein, and select points in the plot for highlighting and display of the distances in the Workspace.<br/>Opens the Residue Distance map panel."
      },
      {
         "action": "residue_scanning_gui.maturation_panel",
         "description": "Perform multiple mutations of a protein to optimize either the binding affinity between sets of protein chains or the stability of the protein. The residues that are candidates for mutation can be chosen using homology modeling to identify variable or conserved residues, solvent-accessible surface area to identify surface residues, distances to identify contacts with other residues, surface shape complementarity, and manual selection.<br/>Opens the Affinity Maturation panel."
      },
      {
         "action": "residue_scanning_gui.panel",
         "description": "Perform a set of amino acid mutations, and for each mutation calculate changes in a variety of properties, including protein stability and protein affinity. You can specify the set of residues for which the scan is performed, and the set of residue changes at each position.<br/>Opens the Residue Scanning panel."
      },
      {
         "action": "residue_scanning_viewer_gui.humanize_panel",
         "description": "Display the results of residue mutations that are made in the Antibody Humanization: Residue Scanning panel. You can examine changes in various properties, both in a table and in a graph, and you can view mutations in the Workspace.<br/>Opens the Humanize Antibody Viewer panel."
      },
      {
         "action": "residue_scanning_viewer_gui.maturation_panel",
         "description": "Display the results of residue mutations that are made in the Affinity Maturation panel. You can examine changes in various properties, both in a table and in a graph, and you can view mutations in the Workspace.<br/>Opens the Affinity Maturation Viewer panel."
      },
      {
         "action": "residue_scanning_viewer_gui.panel",
         "description": "Display the results of residue mutations that are made in the Residue Scanning panel. You can examine changes in various properties, both in a table and in a graph, and you can view mutations in the Workspace.<br/>Opens the Residue Scanning Viewer panel."
      },
      {
         "action": "ribbon",
         "description": "Change ribbon representations and settings. You can choose the style and color scheme, limit the range of residues for which ribbons are displayed, apply, update, or delete ribbons, and set the atoms that are displayed with the ribbons.<br/>Opens the Ribbons panel."
      },
      {
         "action": "rotate_all.panel",
         "description": "Rotate a set of protein structures (and associated objects) into the frame of reference of a reference structure, using the same rotation for each structure.<br/>Opens the Rotate Structures panel."
      },
      {
         "action": "rrho_entropy.show_panel",
         "description": "Calculate the change in translational, rotational, vibrational, and total entropy of each ligand upon binding to a receptor, using the rigid-rotor harmonic oscillator (RRHO) model."
      },
      {
         "action": "rxn_path_interpolation_gui.panel",
         "description": "Create a linear synchronous transit reaction path by interpolation between a reactant structure and a product structure. The path is returned as a set of structures with a property that defines the distance along the path.<br/>Opens the Reaction Path Interpolation panel."
      },
      {
         "action": "rxnchannel_gui.panel",
         "description": "<!-- transition state -->For a given set of reactants, enumerate possible reaction channels for several kinds of reactions, either by choosing specific channels, by random selection, or by exhaustive enumeration.<br/>Opens the Reaction Channel Enumeration panel."
      },
      {
         "action": "sasa_panel.panel",
         "description": "Compute the change in solvent-accessible surface area upon binding for receptor-ligand pairs. The surface areas and their changes on binding are broken down into contributions from pharmacophore types, residue types, and structural features.<br/>Opens the Binding Surface Area Analysis panel."
      },
      {
         "action": "save_image",
         "description": "Save an image of the Workspace to a file in TIFF, JPEG, or PNG format.<br/>Opens the Save Image panel."
      },
      {
         "action": "scaffold_decomp_launcher.show_panel",
         "description": "Set up and run a job to decompose a set of structures into its constituent scaffolds, or cores.<br/>Opens the Scaffold Decomposition panel."
      },
      {
         "action": "scan_lrc_omega_gui.panel",
         "description": "Tune the range-separation parameter ω in long-range-corrected density functionals so that the ionization potential as calculated from separate DFT calculations is as close to the HOMO orbital energy as possible.<br/>Opens the Tune DFT Range-Separation Parameter Panel."
      },
      {
         "action": "scenesmanage",
         "description": "Add, delete, and export scenes, and make settings for scenes.<br/>Opens the Manage Scenes panel."
      },
      {
         "action": "scenesnew",
         "description": "Create a new scene, which contains project entries and data as well as the Workspace view."
      },
      {
         "action": "scenesview",
         "description": "Start viewing scenes. The <span class=\"GUI\">Scenes</span> toolbar is displayed below the Workspace."
      },
      {
         "action": "schrodinger.ui.qt.forcefield.ffprojectsettingsdlg.show_ff_project_settings_dlg",
         "description": "Specify the location of the OPLS4 custom parameters to be used with the current project.<br/>Opens the Set Custom Parameters Location Dialog Box."
      },
      {
         "action": "schrodinger.utils.documentation.show_legal_notice",
         "description": ""
      },
      {
         "action": "sculpt_complex_gui.panel",
         "description": "Build one or more complexes from a set of ligands and capping groups, by mapping the coordination sites on the complex to the attachment points on the ligands. The complexes are minimized using a force field.<br/>Opens the Sculpt Complex panel."
      },
      {
         "action": "select_disallowed.run backbone",
         "description": "Select residues that have backbone dihedrals that are in the disallowed region."
      },
      {
         "action": "select_disallowed.run sidechain",
         "description": "Select residues that have side-chain dihedrals that are in the disallowed region."
      },
      {
         "action": "select_top_poses_gui.panel",
         "description": "Select the top Glide poses from the selected project entries or a file.<br/>Opens the Select Top Poses panel."
      },
      {
         "action": "semi_crystal_builder_gui.panel",
         "description": "Build a semicrystalline polymer, consisting of crystalline and amorphous layers.<br/>Opens the Semicrystalline Polymer Builder panel."
      },
      {
         "action": "semi_emp_gui.panel",
         "description": "Set up and run a semiempirical NDDO quantum chemical calculation on one or more structures, including geometry optimization, property evaluation, and generation of property surfaces.<br/>Opens the Semiempirical NDDO Module panel."
      },
      {
         "action": "sets",
         "description": "Manage sets of atoms that are used in Maestro operations,such as selecting atoms in the Workspace.<br/>Opens the Manage Sets panel."
      },
      {
         "action": "setup_barrier_gui.panel",
         "description": "<!--wall-->\nAdd repulsive barriers to a system displayed in the Workspace, and save the updated system containing barrier information as a Desmond Model.<br/>Opens the Set Barrier Potential for MD Panel."
      },
      {
         "action": "sim_event_analysis.show_panel",
         "description": "<!-- desmond, analysis, trajectory -->\nAnalyze the output from a Desmond simulation and display the results of the analysis in various forms.<br/>Opens the Simulation Event Analysis panel."
      },
      {
         "action": "simulation_analysis_gui.panel",
         "description": "Display various measures of the quality of a simulation, and plot various quantities as a function of simulation time.<br/>Opens the Simulation Quality Analysis panel."
      },
      {
         "action": "single_entry_feedback",
         "description": "Display or undisplay entry information in the Workspace for a single &quot;target&quot; entry, subject to the related preference."
      },
      {
         "action": "sitemap_gui.panel",
         "description": "<!-- sitemap, site identification, site characterization -->\nFind, visualize and characterize protein binding sites. Identify druggable sites, characterize hydrophobic and hydrophilic regions in the site, and classify hydrogen-bond donor, acceptor, and metal-binding regions. Provide global binding site characteristics, including measures of exposure and overall hydrophobicity and hydrophilicity.<br/>Opens the SiteMap panel."
      },
      {
         "action": "sketcher",
         "description": "Draw and edit structures in 2D, then save them either as 2D structures, or convert to 3D with LigPrep.<br/>Opens the 2D Workspace panel."
      },
      {
         "action": "sketcher-LID",
         "description": "Generate and display a 2D diagram of the interactions between a ligand and various protein residues.<br/>Opens the Ligand Interaction Diagram panel."
      },
      {
         "action": "smarts_index.panel",
         "description": "Evaluate a SMARTS pattern in the Workspace and identify the SMARTS atom index of atoms that you pick in the Workspace.<br/>Opens the SMARTS Index panel."
      },
      {
         "action": "smarts_match_gui.panel",
         "description": "<!-- CG -->\nRefine a set of atom groups by SMARTS patterns for use in coarse-grained modeling, and run a job to locate and label the atom groups in a set of structures.<br/>Opens the Define Groups by SMARTS panel."
      },
      {
         "action": "solid_electrolyte_interphase_gui.panel",
         "description": "<!-- sei -->\nStudy the evolution of the solid electrolyte interphase using cycles of reaction-template based molecular dynamics simulations.<br/>Opens the Solid Electrolyte Interphase (SEI) Calculation Panel."
      },
      {
         "action": "solid_electrolyte_interphase_viewer_gui.panel",
         "description": "<!-- sei -->\nPlot the results of a solid electrolyte interphase calculation, view the evolution of species and their density over the course of the simulation.<br/>Opens the Solid Electrolyte Interphase (SEI) Viewer Panel."
      },
      {
         "action": "solvation_builder_gui.panel",
         "description": "Build a large solvated system around solutes or on a substrate. The resulting structure can be prepared for molecular dynamics simulations.<br/>Opens the Solvation Builder Panel."
      },
      {
         "action": "spectral_cluster_gui.panel",
         "description": "Cluster the selected entries in the Project Table panel by the spectral method.<br/>Opens the Spectral Clustering panel."
      },
      {
         "action": "spectrum_plot.panel",
         "description": "<!-- c13 -->\nPlot UV/Visible, IR/Raman, phonon, VCD, ECD, and NMR spectra from information on line positions and intensities, as generated by Jaguar or Quantum ESPRESSO.<br/>Opens the Spectrum Plot panel."
      },
      {
         "action": "spin.spin Y 10 0.05",
         "description": "Rotate the Workspace structure about the Y (vertical) axis."
      },
      {
         "action": "spin_states_gui.panel",
         "description": "<!-- multiplicity -->\nCalculate high-spin and low-spin states of transition metal complexes, exploring some or all of the possible states produced by the transition metal initial guess code. Calculations can also be done on organic molecules and on complexes with more than one transition metal.<br/>Opens the Spin States panel"
      },
      {
         "action": "splicer_gui.panel",
         "description": "Splice a contiguous set of residues from a source protein into an aligned target protein, removing residues from the target protein to accommodate the new protein segment. The region around the join points is minimized but no other refinement of the spliced segment is done.<br/>Opens the Protein Splicing panel."
      },
      {
         "action": "star_target_entry",
         "description": "Increment the number of stars assigned to the current entry in the Stars column of the Project Table. When the maximum number is reached, the next execution of this commands sets the number of stars to zero."
      },
      {
         "action": "start",
         "description": "<!-- MacroModel, MMOD -->\nStart a MacroModel job based on a previously created command file.<br/>Opens the Start panel."
      },
      {
         "action": "strain_rescore_gui.panel",
         "description": "Calculate ligand strain energy from the difference between a tightly constrained minimization and an unconstrained minimization on each ligand pose.<br/>Opens the Strain Energy Calculation and Rescoring panel."
      },
      {
         "action": "stress_strain_gui.panel",
         "description": "Calculate the stress on a system as a function of the von Mises strain, from a set of molecular dynamic simulations.<br/>Opens the Stress Strain panel."
      },
      {
         "action": "stress_strain_viewer_gui.panel",
         "description": "Display a plot of the stress vs the strain from a stress-strain calculation.<br/>Opens the Stress Strain Viewer Properties panel."
      },
      {
         "action": "strikebuildqsar",
         "description": "<!-- Strike -->\nGenerate QSAR/QSPR models using multiple linear regression (MLR), partial least squares (PLS), or principal component analysis (PCA).<br/>Opens the Build QSAR Model panel."
      },
      {
         "action": "strikeFA.strikeFA",
         "description": "<!-- Strike, pca -->\nPerform principal component analysis of a set of descriptors and plot factors and loadings.<br/>Opens the Factor Analysis panel."
      },
      {
         "action": "strikepredict",
         "description": "<!-- Strike -->\nMake predictions based on a Strike QSAR/QSPR model.<br/>Opens the Predict Based on QSAR Model panel."
      },
      {
         "action": "strikesimilarity",
         "description": "<!-- Strike -->\nCompute molecular similarities using distance-based similarity measures in descriptor space or in 2D-structure space with an atom-pair approach.<br/>Opens the Calculate Similarity panel."
      },
      {
         "action": "strikeStats.strikeStats",
         "description": "<!-- Strike -->\nDisplay univariate and bivariate statistics for descriptors in the Project Table.<br/>Opens the Univariate and Bivariate Statistics panel."
      },
      {
         "action": "structalign",
         "description": "<!-- protein alignment -->\nAlign proteins to a reference protein structure as rigid bodies, making use of secondary structure information. The reference structure is the first included protein in the Project Table.<br/>Opens the Protein Structure Alignment panel."
      },
      {
         "action": "structconvert_gui.panel",
         "description": "Read structures from a structure file in one format, and write them out to another file in another format. The allowed formats are: Maestro, PDB, SD, SMILES, MOL2, and CIF, with any of the usual file extensions.<br/>Opens the Structure File Converter panel."
      },
      {
         "action": "structure_factor_gui.panel",
         "description": "Calculate structure factors for a specified set of atoms from the structure in the Workspace.<br/>Opens the Structure Factor Calculation panel."
      },
      {
         "action": "structure_factor_viewer_gui.panel",
         "description": "Plot 1D and 2D structure factors from a structure factor calculation.<br/>Opens the Structure Factor Viewer panel."
      },
      {
         "action": "structure_morpher.panel",
         "description": "Transform (morph) a structure with identical atoms from one conformation to another using an unphysical path in torsion space, creating structures along this path.<br/>Opens the Structure Morpher panel."
      },
      {
         "action": "structured_liquid_gui.panel",
         "description": "Build surfactant systems such as micelles, liposomes and bilayers from multiple surfactant molecules and solvent molecules.<br/>Opens the Build Structured Liquid panel."
      },
      {
         "action": "superimpose",
         "description": "<!-- align -->Perform rigid-body superposition of the structures that are included in the Workspace, or the structures that are selected in the Project Table, based on corresponding atom pairs defined by selection, ASL, or a SMARTS pattern.<br/>Opens the Superposition panel."
      },
      {
         "action": "surface_display_toggle",
         "description": ""
      },
      {
         "action": "surface_energy_gui.panel",
         "description": "Create slabs from a bulk structure and compute the surface energy.<br/>Opens the Surface Energy Calculations Panel."
      },
      {
         "action": "surface_import",
         "parent": "pt_import_surfaces"
      },
      {
         "action": "surface_tension_gui.panel",
         "description": "Calculate the surface tension of single phase systems from MD simulations.<br/>Opens the Surface Tension Calculation Panel."
      },
      {
         "action": "surface_tension_viewer_gui.panel",
         "description": "Plot the results of a surface tension calculation.<br/>Opens the Surface Tension Viewer Panel."
      },
      {
         "action": "surface_undisplay_all",
         "description": "Remove all surfaces from the Workspace."
      },
      {
         "action": "surfaceadvanced",
         "description": "Generate a surface for the selected atoms, with controls for the parameters of the surface.<br/>Opens the Advanced Surfaces panel."
      },
      {
         "action": "surfacepbrsp",
         "description": "Calculate the electrostatic potential on a grid, using a Poisson-Boltzmann solver with the partial charges of the input structure, and generate isosurfaces and a mapping to the molecular surface.<br/>Opens the Electrostatic Potential Surface panel."
      },
      {
         "action": "surfaces_interfaces_gui.panel",
         "description": "Build a slab of a specified thickness by slicing a crystal structure along a specified plane, and optionally add a second slab above or below the first, taken from another crystal structure. Multiple slabs can be generated that are sliced along different planes.<br/>Opens the Build Slabs and Interfaces panel."
      },
      {
         "action": "surfacevdw",
         "description": "Generate a surface for a set of atoms that consists of the outer surface of the atomic spheres whose radii are the van der Waals radii of the atoms.<br/>Opens the VDW Surface panel."
      },
      {
         "action": "surfactant_tilt_gui.panel",
         "description": "Calculate tilt and rotational angles of surfactants from an MD simulation.<br/>Opens the Surfactant Tilt Calculation Panel."
      },
      {
         "action": "surfactant_tilt_viewer_gui.panel",
         "description": "Show time series and histogram plots of tilt and rotational angles of surfactants.<br/>Opens the Surfactant Tilt Viewer Panel."
      },
      {
         "action": "swap_fragments_gui.panel",
         "description": "Replace a selected fragment in each of a set of reference structures with a selected fragment from another structure. The structures are aligned by superposition before replacement is done.<br/>Opens the Swap Fragments panel."
      },
      {
         "action": "symmetrize",
         "description": "Impose point-group symmetry on the atoms in the Workspace.<br>Opens the Symmetrize Workspace dialog box."
      },
      {
         "action": "system_builder_gui.panel",
         "description": "<!-- desmond, MD -->\nSet up a system for molecular dynamics simulations. The system can include proteins, ligands, explicit solvent, a membrane, and counter ions.<br/>Opens the System Builder panel."
      },
      {
         "action": "tasks_adme",
         "parent": "qikprop"
      },
      {
         "action": "tasks_build_lid",
         "parent": "sketcher-LID"
      },
      {
         "action": "tasks_calculate_energy_ff",
         "description": "macromodel_current_energy"
      },
      {
         "action": "tasks_csearch_montecarlo",
         "parent": "app_mcpro_monte"
      },
      {
         "action": "tasks_docking_glide",
         "parent": "glide_docking_gui.panel"
      },
      {
         "action": "tasks_docking_grid",
         "parent": "glide_gridgen_gui.panel"
      },
      {
         "action": "tasks_free_energy_atom_mutation",
         "parent": "app_desmond_ring_atom_fep"
      },
      {
         "action": "tasks_free_energy_fg_mutation",
         "parent": "app_desmond_ligand_fep"
      },
      {
         "action": "tasks_ligand_preparation",
         "parent": "ligprep_gui.panel"
      },
      {
         "action": "tasks_ligand_properties",
         "parent": "ligand_and_structure_based_descriptors"
      },
      {
         "action": "tasks_minimization_qmmm",
         "parent": "qsite"
      },
      {
         "action": "tasks_phase_create_hypothesis",
         "parent": "phase_create_hypothesis"
      },
      {
         "action": "tasks_phase_manage_hypotheses",
         "description": "<!-- pharmacophore model -->\nManage the hypotheses that are available to the project. This includes, creating, editing, and deleting hypotheses, importing and exporting hypotheses, and adding excluded volumes to hypotheses.<br/>Opens the Manage Pharmacophore Hypotheses panel."
      },
      {
         "action": "tasks_pka_empirical",
         "parent": "epik_gui.panel"
      },
      {
         "action": "tasks_pka_quantum",
         "parent": "jaguar_gui.pka_panel"
      },
      {
         "action": "tasks_prepare_proteins",
         "parent": "prepwizard_gui.panel"
      },
      {
         "action": "tasks_protein_preparation",
         "parent": "prepwizard_gui.panel"
      },
      {
         "action": "tasks_quantum_optimization",
         "parent": "jaguar_gui.optimization_panel"
      },
      {
         "action": "tg_loader_gui.panel",
         "description": "Load data from a Thermophysical Properties run so that it can be analyzed.<br/>Opens the Load Tg Data panel."
      },
      {
         "action": "thermal_conductivity_gui.panel",
         "description": "Calculate thermal conductivity using reverse nonequilibrium MD simulations.<br/>Opens the Thermal Conductivity Calculation Panel."
      },
      {
         "action": "thermal_conductivity_viewer_gui.panel",
         "description": "Plot the results of a thermal conductivity calculation, perform fitting to obtain a temperature gradient value and calculate the thermal conductivity.<br/>Opens the Thermal Conductivity Viewer Panel."
      },
      {
         "action": "thermochemistry_viewer_gui.panel",
         "description": "Display plots of energy or thermodynamic properties as a function of temperature or pressure.<br/>Opens the Thermochemistry Viewer Panel."
      },
      {
         "action": "thermophysical_properties_gui.panel",
         "description": "Calculate the density of a model system as a function of temperature using MD simulations, to generate data for evaluation of the coefficient of thermal expansion and the glass transition temperature (T<sub>g</sub>). <br/>Opens the Thermophysical Properties panel."
      },
      {
         "action": "thermophysical_properties_viewer_gui.panel",
         "description": "Analyze the density of a solid as a function of temperature to determine the coefficient of thermal expansion and the glass transition temperature. The densities are obtained from MD simulations at a set of temperatures in the NPT ensemble, and the uncertainties in the results due to the simulations can also be estimated.<br/>Opens the Thermophysical Properties Analysis panel."
      },
      {
         "action": "toggle_eta_style",
         "parent": "toggle_eta_style.run"
      },
      {
         "action": "toggle_eta_style.run",
         "description": "Switch the bonding style for eta-bonded organometallic complexes between a set of zero-order bonds to each eta-bonded atom and a one bond to the centroid of these atoms."
      },
      {
         "action": "toggle_table.panel",
         "description": "Open the Toggle Table panel, which provides PyMOL-like interaction with the Workspace."
      },
      {
         "action": "tool_geom_cleanup",
         "description": "Clean up the geometry of the Workspace structure by minimizing its energy. By default the OPLS_2005 force field is used. If this does not include the atoms you need to minimize, you can set a preference to use the UFF force field, which covers a wider range of atoms but is slower."
      },
      {
         "action": "toolbar_reset_all_tiles",
         "description": "Reset the view in each tile to the initial view."
      },
      {
         "action": "toolbar_tile_by_entry",
         "description": "Tile the Workspace so that each entry occupies a separate tile, except for fixed entries, which are displayed in every tile."
      },
      {
         "action": "toolbar_tile_by_group",
         "description": "Tile the Workspace so that all entries that are in the same entry group are displayed in the same tile."
      },
      {
         "action": "toolbar_tile_by_surface",
         "description": "Tile the Workspace so that each surface that is displayed in the Workspace is placed in a separate tile, along with the corresponding structure. Surfaces for fixed entries are displayed in every tile, and entries that are displayed in the Workspace that do not have surfaces are displayed in their own tiles, at the end of the grid."
      },
      {
         "action": "toolbar_tile_pick_to_move",
         "description": "Move tiles to a different location in the grid. Click on the tile you want to move, then click on the desired new location."
      },
      {
         "action": "toolbar_tile_transform_all",
         "description": "Transform all tiles simultaneously when rotating or translating. If this option is cleared, only the selected tile is transformed. Rotations and translations must start with the pointer in the tile."
      },
      {
         "action": "toolbar_wsassistant_material_aluminum",
         "description": "Set the appearance of Workspace objects to the Aluminum style, which is a combination of lighting effects."
      },
      {
         "action": "toolbar_wsassistant_material_default",
         "description": "Set the appearance of Workspace objects to the default style, which is a combination of lighting effects."
      },
      {
         "action": "toolbar_wsassistant_material_dramatic",
         "description": "Set the appearance of Workspace objects to the Dramatic style, which is a combination of lighting effects."
      },
      {
         "action": "toolbar_wsassistant_material_gloss",
         "description": "Set the appearance of Workspace objects to the Gloss style, which is a combination of lighting effects."
      },
      {
         "action": "toolbar_wsassistant_material_sundown",
         "description": "Set the appearance of Workspace objects to the Sundown style, which is a combination of lighting effects."
      },
      {
         "action": "toolbar_wsassistant_rendering_balance",
         "description": "Render Workspace objects with medium quality, to balance appearance with the performance when rotating or translating."
      },
      {
         "action": "toolbar_wsassistant_rendering_performance",
         "description": "Render Workspace objects with lower quality, to optimize the performance when rotating or translating. This includes using a simplified representation for atoms, bonds, and ribbons where necessary."
      },
      {
         "action": "toolbar_wsassistant_rendering_quality",
         "description": "Render Workspace objects with higher quality. The cost of rendering might affect performance when rotating or translating."
      },
      {
         "action": "tools_protein_sculpt",
         "description": "Reposition atoms by dragging, with adustment of nearby atoms in a short force-field minimization."
      },
      {
         "action": "torsion_profile_analysis_gui.panel",
         "description": "Analyze profiles of torsional angles specified by  SMARTS patterns, for graphical display.<br/>Opens the Torsion Profile Analysis Panel."
      },
      {
         "action": "torsion_profile_analysis_viewer_gui.panel",
         "description": "Display profiles of torsional angles as radial and histogram plots.<br/>Opens the Torsion Profile Analysis Viewer Panel."
      },
      {
         "action": "trajectory_cluster.panel",
         "description": "Perform hierarchical clustering on structures from a Desmond trajectory based on the RMSD matrix of a specified set of atoms.<br/>Opens the RMSD Based Clustering of Frames from Desmond Trajectory panel."
      },
      {
         "action": "trajectory_cluster_gui.panel",
         "description": "Perform hierarchical clustering on structures from a Desmond trajectory based on the RMSD matrix of a specified set of atoms.<br/>Opens the RMSD Based Clustering of Frames from Desmond Trajectory panel."
      },
      {
         "action": "trajectory_density_analysis_gui.panel",
         "description": "Generate density profiles and cross-sections from the frames of a trajectory that can be averaged over a range of the trajectory.<br/>Opens the Trajectory Density Analysis Panel."
      },
      {
         "action": "trajectory_density_analysis_viewer_gui.panel",
         "description": "View 1D and 2D profiles of the averaged density from a trajectory, generated using the Trajectory Density Analysis Panel.<br/>Opens the Trajectory Density Analysis Viewer Panel."
      },
      {
         "action": "trajectory_esp_analysis_gui.panel",
         "description": "Calculate the charge density and the electrostatic potential of a planar interface or micelle from the frames of a trajectory.<br/>Opens the Trajectory Electrostatic Potential Analysis Panel."
      },
      {
         "action": "trajectory_esp_analysis_viewer_gui.panel",
         "description": "Plot the charge density and electrostatic potential from a trajectory analysis.<br/>Opens the Trajectory Electrostatic Potential Analysis Viewer Panel."
      },
      {
         "action": "tst_rate_gui.panel",
         "description": "<!-- transition state  -->\nCalculate the temperature-dependent rate constant of a reaction using transition state theory from the output of previous quantum mechanical calculations on the reactants and the transition state.<br/>Opens the TST Rate Calculation panel."
      },
      {
         "action": "tst_rate_viewer_gui.panel",
         "description": "<!-- transition state  -->\nPlot the results of a TST Rate calculation.<br/>Opens the TST Rate Viewer Panel."
      },
      {
         "action": "two_d_viewer_gui.panel",
         "description": "Display 2D structures for Project Table entries in a rectangular grid, and use them to select and include structures. Opens the 2D Viewer panel."
      },
      {
         "action": "umbrella_sampling_gui.panel",
         "description": "Perform MD sampling of a structure in a set of windows along a path perpendicular to a substrate.<br/>Opens the Umbrella Sampling Calculation (Beta) Panel."
      },
      {
         "action": "umbrella_sampling_viewer_gui.panel",
         "description": "View the free energy curve as a function of the collective variable from an umbrella sampling calculation.<br/>Opens the Umbrella Sampling Viewer Panel."
      },
      {
         "action": "uncertainty_quantification_gui.panel",
         "description": "Calculate within-simulation uncertainty for multiple thermophysical property simulations.<br/>Opens the Uncertainty Quantification panel"
      },
      {
         "action": "uncertainty_quantification_viewer_gui.panel",
         "description": "Plot within-simulation and between-simulation uncertainties from an uncertainty quantification calculation.<br/>Opens the Uncertainty Quantification Viewer panel"
      },
      {
         "action": "updatecoords",
         "description": "Change the coordinates of the entries in the Workspace to the coordinates of the current view."
      },
      {
         "action": "viscosity_gk_gui.panel",
         "description": "Calculate the shear viscosity from multiple equilibrium MD simulations with averaging and curve fitting to obtain the viscosity value.<br/>Opens the Shear Viscosity panel"
      },
      {
         "action": "viscosity_viewer_gui.panel",
         "description": "Plot the results of a shear viscosity calculation and perform fitting to obtain a shear viscosity value.<br/>Opens the Shear Viscosity Viewer panel"
      },
      {
         "action": "visualize_hbonds.panel",
         "description": "Display hydrogen bonds to the selected atoms, and label them with distances and donor-acceptor angle.<br/>Opens the Visualize H-bonds panel."
      },
      {
         "action": "visualize_restraints_gui.panel",
         "description": "Visualize restraints set on atom positions, bonds, angles, and dihedrals.<br/>Opens the Visualize Restraints Panel."
      },
      {
         "action": "visualize_transition_moment_gui.panel",
         "description": "Display transition moments from TDDFT calculations in the Workspace for a selected project entry.<br/>Opens the Visualize Transition Moment panel."
      },
      {
         "action": "volume_cluster.panel",
         "description": "Cluster structures based on their volume overlap, as calculated by the Phase utility phase_volCalc.<br/>Opens the Clustering Based on Volume Overlap panel."
      },
      {
         "action": "vsw_gui.panel",
         "description": "Screen ligands against one or more targets. The workflow includes ligand preparation, filtering based on properties, grid generation, and up to three docking stages, progressing from HTVS to SP to XP docking.<br/>Opens the Virtual Screening Workflow panel.\n<!-- VSW -->"
      },
      {
         "action": "watermap_result_gui.panel",
         "description": "Examine WaterMap simulation results, the enthalpy and entropy of individual water sites in the ligand binding sites of proteins relative to bulk water derived from the simulation, and visualize these sites (and their thermodynamic properties) in the Workspace, in relation to the protein and ligands.<br/>Opens the WaterMap - Examine Results panel."
      },
      {
         "action": "watermap_simulation_gui.panel",
         "description": "Estimate the excess enthalpy, entropy, and free energy of water molecules in the ligand binding site of a receptor, using molecular dynamics simulations.<br/>Opens the WaterMap - Perform Calculation panel."
      },
      {
         "action": "window_panels_cascade",
         "description": "Place panels in a cascade from the top left towards the bottom right of the screen, in order of opening."
      },
      {
         "action": "window_panels_close",
         "description": "Close all open windows."
      },
      {
         "action": "window_panels_raise",
         "description": "Raise all open panels to the top layer of your desktop."
      },
      {
         "action": "window_panels_restore",
         "description": "Reopen all panels that have been opened in the Maestro session and closed."
      },
      {
         "action": "window_restore_layout",
         "description": "Restore the panels to the locations and sizes that were last saved."
      },
      {
         "action": "window_save_layout",
         "description": "Save the current sizes and locations of the panels that have been opened in the current Maestro session."
      },
      {
         "action": "workflow_knime_connect",
         "parent": "KNIME_maestro_connector.panel"
      },
      {
         "action": "workspacefontsdecrease",
         "description": "Decrease the size of all Workspace fonts  (atom labels, measurements, adjustments, properties, captions, highlights)."
      },
      {
         "action": "workspacefontsincrease",
         "description": "Increase the size of all Workspace fonts (atom labels, measurements, adjustments, properties, captions, highlights)."
      },
      {
         "action": "workspacefontspreferences",
         "description": "Open the Preferences panel at the Workspace &ndash; Fonts section."
      },
      {
         "action": "wstools_add_hydrogens",
         "description": "Add hydrogens where the valency of the nonhydrogen atoms in the selection is not satisfied."
      },
      {
         "action": "wstools_binding_site_surface",
         "description": "Display molecular surfaces for the binding site of a receptor and the ligands in the site.<br/>Opens the Create Binding Site Surfaces dialog box."
      },
      {
         "action": "wstools_change_atom_properties",
         "description": "Change atom and residue properties for the selected atoms or the Workspace.<br/>Opens the Change Atom Properties panel."
      },
      {
         "action": "wstools_choose_style_preset",
         "description": "Choose the style preset to be applied when styling atoms. Same as clicking the Presets button arrow on the main toolbar."
      },
      {
         "action": "wstools_configure_workspace",
         "description": "Configure the Workspace display, layout, and tools. Same as clicking the Workspace Configuration button on the lower toolbar."
      },
      {
         "action": "wstools_edit_custom_preset",
         "description": "Edit the custom style preset, to define a style.<br/>Opens the Edit Custom Preset dialog box."
      },
      {
         "action": "wstools_invert_chirality",
         "description": "Invert the chirality of the stereocenters in the selected atoms."
      },
      {
         "action": "wstools_minimize_all",
         "parent": "main_tools_minimize_all"
      },
      {
         "action": "wstools_minimize_ligand",
         "parent": "main_tools_minimize_ligand"
      },
      {
         "action": "wstools_minimize_select",
         "parent": "main_tools_minimize_select"
      },
      {
         "action": "wstools_move_atoms",
         "parent": "move_atoms"
      },
      {
         "action": "wstools_quick_align",
         "description": "Align the structures in the Workspace by superposition. All atoms are used to superimpose so the structures should be conformers."
      },
      {
         "action": "wstools_quick_surface",
         "description": "Create a molecular surface for the selected atoms."
      },
      {
         "action": "wstools_rotate_dihedrals",
         "description": "Perform a rotation around a selected bond. The smaller part of the structure attached to the bond is rotated.<br/>Opens the Dihedral Rotations banner."
      },
      {
         "action": "wstools_select_rotamers",
         "parent": "main_edit_adjust_rotamers"
      },
      {
         "action": "wstools_show_nonbonded_interactions",
         "description": "Show nonbonded interactions in the Workspace, such as hydrogen bonds (H-bonds), pi interactions, and contacts."
      },
      {
         "action": "wstools_start_measurementx",
         "parent": "measurementx"
      },
      {
         "action": "wstools_style_selected_atoms",
         "description": "Apply a style to the selected atoms, or to all atoms if none are selected. Same as clicking the Style button on the main toolbar."
      },
      {
         "action": "wstools_view_measurements",
         "description": "View a table of the measurements made in the Workspace. Same as right-clicking the Measurements button on the lower toolbar.<br/>Opens the Measurements panel."
      },
      {
         "action": "wulff_viewer_gui.panel",
         "description": "Predict the crystal shape from the energies of its surfaces with the Wulff construction method.<br/>Opens the Wulff Viewer Panel."
      },
      {
         "action": "xglide_gui.panel",
         "description": "Run Glide docking jobs in which multiple ligand sets are docked to multiple receptors (cross-docking).<br/>Opens the XGlide panel."
      },
      {
         "action": "xpvisualizer.panel",
         "description": "<!-- glide, extra precision -->\nVisualize Glide XP scoring terms to understand protein-ligand interactions.<br/>Opens the Glide &mdash; XP Visualizer panel."
      }
   ]
}